<h3>Deltakernes involvering</h3>
<p style="font-size: 16px;">En av de mest krevende utfordringene er &aring; f&aring; deltakerne til &aring; ville bidra aktivt i nettkurset. Dersom noen starter, er det vanligvis flere som f&oslash;lger p&aring; i diskusjonene. Interaksjon mellom kursdeltakerne kan bidra til&nbsp;at deltakerne fortsetter &aring; finne kursinnholdet interessant og at de forblir fokusert og motivert  til &aring; fullf&oslash;re kurset. V&aring;r erfaring er at&nbsp;ingen kurs er like med tanke p&aring; deltakerinvolvering.</p>
<p style="font-size: 16px;">Samtidig viser v&aring;r&nbsp;forskning (Jacobsen, 2019) tre typer deltakere i &aring;pne nettkurs: de som dropper inn for &aring; se eller f&aring; med seg spesielle deler av kurset, de som &oslash;nsker kursbevis for &aring; kunne dokumentere l&aelig;ring i jobbsammenheng, og de som &oslash;nsker studiepoeng for &aring; kunne dokumentere sin formelle kompetanse.</p>
<p style="font-size: 16px;">Vi har derfor utviklet en forretningsmodell hvor vi legger nettkurset/emnet &aring;pent tilgjengelig og hvor deltakerne kan f&aring; kursbevis dersom de best&aring;r arbeidskravene. Best&aring;tt arbeidskrav kvalifiserer for oppmelding til eksamen. Det inneb&aelig;rer at alle v&aring;re nettkurs er forskningsbasert og kan fungere som b&aring;de etter- og videreutdanning. Denne modellen ivaretar deltakernes individuelle behov.</p>
<p style="font-size: 16px;">I MOOCs, hvor det kan v&aelig;re mange tusen deltakere, er det kanskje ikke noe stort problem om kun 10 % av deltakerne velger eksamen. Sammenlignet med undervisning p&aring; campus,&nbsp;kan gruppen som melder seg opp til eksamen, allikevel bli ganske stor. Det er ogs&aring; en mulighet for at de som dropper inn, har f&aring;tt med seg noe av betydning for sin arbeidsplass.&nbsp;</p>
<h3>Litteratur</h3>
<p style="font-size: 16px;">Jacobsen, D. Y. (2019). Dropping out or dropping in? A connectivist approach to understanding participants&rsquo; strategies in an e-learning MOOC pilot. <em>Technology, Knowledge and Learning</em>, 24(1), 1-21.</p>
<p></p>