<p><img src="/static/Screenshot_2020-01-29_at_15.29.15.png" style="height: 650px; object-fit: cover;" alt="" width="100%" type="saveimage" target="[object Object]" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" /><em>Foto:&nbsp;Inger Langseth. Avslutning av Webinarfestivalen 2020 ved NTNU.&nbsp;</em></p>
<p><strong>Etter at nettkurset er ferdigutviklet, kommer sp&oslash;rsm&aring;let om drift og praktisk gjennomf&oslash;ring av kurset. Omfanget av denne jobben er avhengig av flere faktorer, som for eksempel administrativt tildelte ressurser og&nbsp;egen digital tilstedev&aelig;relse&nbsp;underveis i kurset. Du st&aring;r med andre overfor et valg.</strong></p>
<p><strong>Selvg&aring;ende kurs</strong></p>
<p>P&aring; den ene siden, kan du velge &aring; ha et nettkurs som skal v&aelig;re mest mulig selvorganisert og/eller selvg&aring;ende. Da overlater du ansvaret for gjennomf&oslash;ringen til deltakerne og deltar ikke i aktivitetene underveis i nettkurset (f.eks. diskusjonsforum, oppgaver, sosiale medier). Hvis du velger denne strategien, vil kurset mest sannsynligvis gi deg erfaringer som ogs&aring; tidligere har blitt avdekket i nettkurs-forskningen. Kursdeltakere dropper ut og kun de mest motiverte deltakerne gjennomf&oslash;rer kurset ditt. Du kan selvsagt tilby slike kurs, men for &aring; legge til rette for l&aelig;ring, m&aring; det digitale undervisningsdesignet v&aelig;re slik at deltakerne gjennomf&oslash;rer mange aktiviteter som skaper sosial l&aelig;ring og tilh&oslash;righet.</p>
<p><strong>Moderert kurs</strong></p>
<p>P&aring; den andre side, kan du velge &aring; v&aelig;re digitalt til stede i nettkurset. Vi anbefaler det p&aring; det sterkeste. Samtidig er det en arbeidskrevende oppgave, spesielt hvis du legger opp til kontinuerlig deltakelse i og moderering av diskusjoner, p&aring;minnelser og lignende p&aring; e-post, webinarer og lignende. I tillegg kan det v&aelig;re snakk om arbeidskrav&nbsp;som skal kommenteres og eventuelt vurderes. Det er krevende &aring; gjennomf&oslash;re et nettkurs, hvor&nbsp;kursdeltaker opplever &aring; bli &laquo;sett&raquo; og veiledet frem mot et godt l&aelig;ringsutbytte. Du trenger tidsressurser for &aring; gjennomf&oslash;re nettkurset ditt p&aring; best mulig m&aring;te.</p>
<p>V&aring;r erfaring er at det ikke er utarbeidet normer for hvordan nettkurs skal l&oslash;nnes og hvilke standarder som skal gjelde. Det kan derfor v&aelig;re interessant &aring; utveksle erfaringer om eksisterende praksiser i diskusjonsforumet til slutt i dette steget og&nbsp;p&aring; sikt &aring; kunne presse frem gode avtaler p&aring; tvers i sektoren.&nbsp;</p>
<p><strong>Litteratur</strong></p>
<p>Haugsbakken, H., &amp; Langseth, I. D. (2019).&nbsp;<a href="https://ntnuopen.ntnu.no/ntnu-xmlui/bitstream/handle/11250/2598013/Pedagogical%2bStrategies%2bfor%2bCreating%2ban%2bOnline%2bCommunity.pdf?sequence=1&amp;isAllowed=y" target="[object Object]">Pedagogical Strategies for Creating an Online Community.</a>&nbsp;<em>ntnuopen.ntnu.no</em>.&nbsp;</p>
<p></p>