<p><strong>Vi erfarer&nbsp;at de fleste som vil utvikle et nettkurs, f&oslash;rst og fremst tenker p&aring; videoproduksjon og &oslash;nsker &aring; komme i gang med det. Vi ser at arbeidet g&aring;r&nbsp;lettere, og at nettkurset blir bedre, om du&nbsp;arbeider mer med det helhetlige kursdesignet&nbsp;f&oslash;rst.</strong></p>
<p>Basert p&aring; egen forskning og erfaringer fra arbeidet i prosjektene Smart l&aelig;ring (2014-2016) og NTNU Drive (2016-2021) og samarbeid med andre universitet, som EPFL i Lausanne, Universitetet i Leuven og MIT i Boston, har vi utviklet en hensiktsmessig plan&nbsp;for hvordan vi kan st&oslash;tte deg i arbeidet med nettkurset ditt.</p>
<p>Denne&nbsp;figuren&nbsp;viser hvordan du kan organisere utviklingen&nbsp;av kurset ditt i syv steg. Vi har designet dette nettkurset etter den samme modellen.&nbsp;</p>
<p></p>
<figure><img width="1200" style="height: 100%; object-fit: cover;" alt="Stegene i DriveX til &aring; lage nettkurs" src="/static/trappa-01.jpg" type="saveimage" target="[object Object]" /> <em>Foto: Stegene i DriveX.</em></figure>
<p></p>
<h3>DriveX-modellen</h3>
<p>I steg&nbsp;1-7&nbsp;i&nbsp;kurset gir vi en n&aelig;rmere beskrivelse av viktige sp&oslash;rsm&aring;l og valg&nbsp;i arbeidsprosessen, fra id&eacute; til ferdig nettkurs. &nbsp;Hvert steg innledes med noen sp&oslash;rsm&aring;l som krever din oppmerksomhet og etterf&oslash;lges av informasjon og arbeid i&nbsp;kurset du vil utvikle. &nbsp;Det&nbsp;gir deg anledning til &aring;&nbsp;reflektere m&aring;lrettet over innhold&nbsp;og form&aring;l med&nbsp;nettkurset ditt, samtidig som du unng&aring;r de vanligste fellene som kan forsinke arbeidet. Du&nbsp;f&aring;r hjelp til &aring; tenke systematisk over pedagogiske og tekniske problemstillinger som du m&aring; ta stilling til.&nbsp;Du kan ogs&aring; stille sp&oslash;rsm&aring;l til kursledere og deltakere i diskusjonsforumet i hvert steg. Dersom du vil, kan du organisere workshop eller webinar etter et forslag som vi har utarbeidet for hvert steg.</p>
<p>Noen steg i modellen krever mer arbeid enn andre. Stegene er ikke line&aelig;re. Det vil si at arbeidet kan g&aring; i sirkel og at stegene delvis overlapper hverandre. Etter at alle stegene er fullf&oslash;rt, har du utviklet ditt eget nettkurs. DriveX-modellen&nbsp;viser ogs&aring; hvordan din&nbsp;digitale kompetanse utvikles i takt med stegene i kursutviklingen. V&aring;r forskning viser for eksempel at undervisere som utvikler nettkurs, ogs&aring; utvikler sin digitale kompetanse.</p>