<figure><img width="1200" style="height: 400px; object-fit: cover;" alt="" src="/static/overordnetkursdesign.jpg" type="saveimage" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" target="[object Object]" /><figcaption><em>Foto:&nbsp;Pixabay.</em></figcaption></figure>
<p></p>
<p>Kurset du skal eller kanskje vurderer &aring; utvikle, kan plasseres&nbsp;i noen overordnede begreper for nettkursproduksjon:</p>
<ul>
<ul>
<ul>
<li><strong>xMOOC</strong>&nbsp;(Massive Online Open Course). Dette designet kjennetegnes ved &aring;pne nettkurs som har&nbsp;l&aelig;ringsm&aring;l, multimodalt innhold, diskusjonsforum og egenvurdering, peer-assessment eller maskinvurdering i en line&aelig;r og tildels behaviouristisk fremstilling. Slike kurs er gjerne korte, og de&nbsp;forekommer&nbsp;ofte p&aring; de globale plattformene.</li>
<li><strong>bMOOC</strong>&nbsp;(Blended learning Open Online Course). Det er delvis lukkede kurs hvor noe undervisning foreg&aring;r p&aring; campus og noe p&aring; nett. Kursinnholdet ligger tilgjengelig p&aring; nett, og samlingene benyttes til kommunikasjon, samhandling og utvikling av dypere forst&aring;else. Denne tiln&aelig;rmingen gir mulighet for &oslash;kt studentaktivitet, modellering og veiledning og har vokst frem i flere varianter.</li>
<li><strong>cMOOC</strong>&nbsp;(Connectivist online open learning space). Plattformen fungerer her som et av flere m&oslash;tepunkter i et digitalt distribuert nettverk best&aring;ende av mennesker og teknologier som kan bidra til &aring; l&oslash;se en utfordring, en oppgave eller lignende. Kunnskapen er distribuert, og det er deltakerne som styrer hvilke sp&oslash;rsm&aring;l som stilles, type innholdsproduksjon og retningen for kunnskapsutviklingen. Arbeidsformen kjennetegnes ved samarbeid, deling og kuratering og er basert p&aring; tillit. I NTNU Drive&nbsp; er dette pr&oslash;vd ut i et emne&nbsp;ved Institutt for l&aelig;rerutdanning, hvor 13 studenter samarbeidet om&nbsp;sine FoU-oppgaver v&aring;ren 2019. I dette nettkurset har vi ikke fokusert p&aring; denne typen nettkurs.</li>
</ul>
</ul>
</ul>
<h3 style="font-size: 16px;"><strong>Tilpasning til eksisterende strukturer i UH-sektoren</strong></h3>
<p style="font-size: 16px;">Utviklingen skjer raskt p&aring; omr&aring;det, og det mangler et rammeverk for h&aring;ndtering (akkreditering) av nettundervisning nasjonalt og internasjonalt. Internasjonalt tilbys n&aring; hele mastergrader p&aring; nett, og det arbeides med s&aring;kalte <em>mikro-masters</em>, hvor undervisningen i de innledende emnene tilbys p&aring; nett og de avsluttende emnene tilbys p&aring; campus i et samarbeid mellom flere institusjoner.&nbsp;S&aring;kalte <em>micro credentials</em>&nbsp;er en annen variant, hvor deltakerne tar ett og ett kurs med studiepoeng og bygger sin egen kompetanseportef&oslash;lje. <em>Nanokurs</em> er en tredje variant, med spissede kurs av sv&aelig;rt kort varighet. Det er viktig &aring; etablere et system som skaper tillit utad blant arbeidsgivere&nbsp;og deltakere.</p>
<p style="font-size: 16px;">Det trengs en endring i m&aring;ten vi organiserer og lovfester studiel&oslash;p, studieprogram og etter- og videreutdanning for &aring; kunne utnytte mulighetene som denne endringen inneb&aelig;rer. Endringen beskrives gjerne som "unbundling".</p>
<p style="font-size: 16px;">Flere utdanningsinstitusjoner samler seg etter hvert om en felles standard og godkjenning av slike kurs basert p&aring; Bolognaprosessen. &nbsp;<a href="https://emc.eadtu.eu/images/EMC_Common_Microcredential_Framework.pdf " target="[object Object]">European MOOC consortium: Common microcredential framework</a>&nbsp;har&nbsp;deltakere fra de store akt&oslash;rene innen MOOC i Europa og involverer&nbsp;250 utdanningsinstitusjoner.</p>
<h3 style="font-size: 16px;"><strong>Hvor g&aring;r utviklingen?</strong></h3>
<p style="font-size: 16px;">NTNU Drive har&nbsp;st&oslash;ttet en rekke kursdesign s&aring; langt. Vi&nbsp;ser for eksempel at kurs som tilbys <em>veiledere</em> av NTNU-studenter i praksisfeltet, som for eksempel i grunnskolel&aelig;rerutdanningen, fysioterapi og habilitering, &nbsp;vokser i omfang. Vi ser ogs&aring; at kurs spesielt rettet mot smale forskningsfelt og spisskompetanse, vekker interesse. Et eksempel er et kurs i trekonservering -&nbsp;Preserving Norwegian stave churces&nbsp;- p&aring; plattformen FutureLearn. Som partnere i FutureLearn f&aring;r vi for eksempel tilgang til analytics som gir innsikt i&nbsp;hvilke kurs som er etterspurt,&nbsp;men&nbsp;ikke utviklet&nbsp;i en global sammenheng. I 2020 anbefaler FutureLearn utvikling av kurs rettet mot kvinner i yrker som delvis vil bli automatisert.</p>
<p></p>
<p></p>