<h3>Hvordan utformer du en god beskrivelse av kurset ditt&nbsp;(landingsside) p&aring; plattformen.</h3>
<figure><figcaption><em></em></figcaption></figure>
<p>La oss se litt n&aelig;rmere p&aring;&nbsp;&nbsp;hvordan du kan tenke n&aring;r du utformer landingssiden din. I tillegg til en tekst skal du ogs&aring; ha et bilde og en video. F&oslash;rst noen generelle betraktninger.</p>
<p><strong>Hvordan utforme en landingsside&nbsp;(som er litt annerledes enn en emnebeskrivelse)?</strong></p>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em;">Den innledende kursbeskrivelsen skal v&aelig;re kort, gjerne p&aring; 100 ord.&nbsp;</span></li>
<li><span style="font-size: 1em;">Skriv fra et student- eller deltakerperspektiv.</span></li>
<li><span style="font-size: 1em;">Bruk presens og aktiv&nbsp;(ikke passivkonstruksjoner).</span></li>
<li><span style="font-size: 1em;">Bruk et klart og enkelt spr&aring;k og enkle setningsstrukturer.</span></li>
<li>Bruk et kj&oslash;nnsn&oslash;ytralt vokabular.</li>
</ul>
</ul>
</ul>
<p>Du&nbsp;selger noe du tror p&aring;, noe&nbsp;deltakerne i kurset ditt ogs&aring;&nbsp;&oslash;nsker &aring; identifisere seg med. Det er tre forskningsbaserte prinsipper du kan holde fast ved, og de er basert p&aring; tre sp&oslash;rsm&aring;l: Why, how og what, i den rekkef&oslash;lgen som er angitt.</p>
<p style="padding-left: 30px;">Start med <strong>Hvorfor </strong>er dette viktig, hvorfor tror du p&aring; dette? Beskriv hvorfor innholdet betyr noe for deg og deltakerne. Tillit og lojalitet er f&oslash;lelsesmessig betinget. Det er det du vil etablere innledningsvis.&nbsp;</p>
<p style="padding-left: 30px;">Fortsett med <strong>Hvordan </strong>kan kursdeltakeren f&aring; tilgang til kompetansen din, ideene dine? Beskriv hva du kan tilby. Hvis du tar dette kurset, vil du l&aelig;re hvordan &nbsp;.......&nbsp;</p>
<p style="padding-left: 30px;">Avslutt med <strong>Hva </strong>m&aring; kursdeltakeren gj&oslash;re for &aring; lykkes?: Hva best&aring;r kurset i? Hva er bakgrunnen din?</p>
<p>Etter at du har skrevet et utkast, kan det v&aelig;re lurt &aring; dele og f&aring; tilbakemeldinger fra noen som ikke har deltatt i kursproduksjonen.</p>
<p>Du kan&nbsp;se Simon Sinecks inspirasjonsvideo - People buy why&nbsp;you do it! People do not buy what you do! -&nbsp;<span style="font-size: 1em;">igjen, hvis du har behov for det. Se ogs&aring; hvordan Udemy, en av de store MOOC-plattformene, ser p&aring; utforming av landingssider.</span></p>
<p><strong><span style="font-size: 1em;">Eksempler</span></strong></p>
<p>Deretter anbefaler vi deg &aring; utforske eksisterende landingsside p&aring; FutureLearn og Digit. Lenkene finner du nedenfor.</p>