<figure><img width="1200" style="height: 400px; object-fit: cover;" alt="skjermdump edX" src="/static/Bilde_29.jpg" type="saveimage" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" stoppropagation="function(){r.isPropagationStopped=n}" preventdefault="function(){r.isDefaultPrevented=n}" target="[object Object]" /><figcaption><em>Foto: Skjermdump edX.org</em></figcaption></figure>
<p></p>
<p><strong>Du har allerede tatt et nettkurs p&aring; Open edX eller edX.org og det har gitt deg innsikt i hvordan plattformen fungerer fra deltakerens st&aring;sted. N&aring; skal vi se n&aelig;rmere p&aring; hvordan det ser ut p&aring; innsiden, fra kursutviklerens st&aring;sted.&nbsp;Her&nbsp;f&aring;r du en f&oslash;rste&nbsp;innf&oslash;ring.</strong></p>
<p>For det f&oslash;rste er det viktig at du registrerer deg p&aring; plattformen og f&aring;r tilgang til "studio" hvor du kan pr&oslash;ve deg frem mens du utvikle kurset ditt, uten at det er synlig for andre enn de du velger &aring; dele med. Det er din institusjon som legger til rette for det, med mindre du er teknisk kompetent og kan installere Open edX p&aring; din egen server. I Norge er det flere institusjoner som bruker Open edX, deriblant NTNU Drive. P&aring; sikt &oslash;nsker vi &aring; f&aring; til et nasjonalt samarbeid med UNIT om Open edX i UH-sektoren.&nbsp;</p>
<p>For det andre m&aring; du beregne noe tid til &aring; l&aelig;re deg plattformens funksjonalitet. Til gjengjeld tilbyr plattformen mye fleksibilitet. I steg 6 vil du f&aring; en detaljert beskrivelse av hvordan du laster opp, formaterer innhold og setter opp oppgavene i kurset ditt, men det er viktig &aring; forst&aring; hvilke muligheter og begrensninger som ligger i plattformen f&oslash;r du begynner &aring; designe kurset ditt, slik at du kan skape variasjon i deltakernes l&aelig;ringsl&oslash;p. Lag gjerne et skjelett for organisering av kurset ditt for &aring; komme i gang.</p>
<h3>Hvordan forst&aring; plattformens struktur?</h3>
<p>Se for deg kurset p&aring; Open edX som en bok, som er inndelt i <em>kapitler,&nbsp;</em>delkapitler,&nbsp;<em>sider og avsnitt</em>. Denne boken&nbsp;har noen karakteristiske kjennetegn:</p>
<p>For det f&oslash;rste&nbsp;b&oslash;r det&nbsp;ikke v&aelig;re for mange kapitler i boken og vi anbefaler fra 3 til 8 deler&nbsp;i nettkurset ditt. For det andre anbefaler vi &aring; dele hvert kapittel &nbsp;inn i&nbsp;1-5 delkapitler, eller underkapitler. For det tredje b&oslash;r det ikke v&aelig;re mer enn 10-20 sider&nbsp;i et delkapittel og sidene b&oslash;r v&aelig;re&nbsp;omtrent like lange, &nbsp;slik at deltakeren ikke m&aring; scrolle for mye. Det vil si at hver side inneholder opp til 5 avsnitt, gjerne f&aelig;rre. Dette er selvsagt et estimat som er basert p&aring; erfaring med slike nettkurs.&nbsp;I figuren nedenfor&nbsp;ser du hvordan plattformen er bygd opp etter prinsippet&nbsp;om organisering av en bok:</p>
<p></p>
<p class="MsoNormal" style="margin: 0cm 0cm 0.0001pt; font-size: medium; font-family: Calibri, sans-serif; caret-color: #000000; color: #000000;"><img src="/static/Screenshot_2020-01-13_at_14.14.14.png" alt="From book to MOOC" type="saveimage" target="[object Object]" preventdefault="function (){r.isDefaultPrevented=n}" stoppropagation="function (){r.isPropagationStopped=n}" stopimmediatepropagation="function (){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" width="687" height="357" /></p>
<p class="MsoNormal" style="margin: 0cm 0cm 0.0001pt; font-size: medium; font-family: Calibri, sans-serif; caret-color: #000000; color: #000000;"></p>
<p>Med andre ord er det&nbsp;best &aring; lage kurs som ikke er for omfattende og ikke&nbsp;tilsvarer mer enn 7.5 studiepoeng.&nbsp;Da er det bedre &aring; dele&nbsp;kurset i to p&aring;f&oslash;lgende kurs. Deltakere som jobber samtidig som de studerer, vil lettere kunne gjennomf&oslash;re et kortere kurs.</p>