<h3>Facebook</h3>
<p><strong>Din egen "vegg"</strong></p>
<p>Det er her du n&aring;r familie og venner. Denne metoden har en sv&aelig;rt begrenset rekkevidde sammenlignet med st&oslash;rrelsen p&aring; sosiale medieplattformer, men du n&aring;r frem til folk som mest sannsynlig vil like og dele innleggene dine. Du kan be "venner" se p&aring; det nye arbeidet ditt og dele innlegget for &aring; utvide rekkevidden til det.</p>
<p><strong>Grupper</strong></p>
<p>Du kan registrere deg i grupper. Dette er en flott m&aring;te &aring; finne mennesker som allerede er interessert i tema i kurset ditt. Hvis du registrerer deg i flere grupper med n&aelig;rliggende tema, kan du skreddersy innleggene dine slik at de passer til hver gruppes spesifikke interesse.</p>
<p>Ulempen&nbsp;er at du m&aring; v&aelig;re forsiktig n&aring;r du "annonserer". Det er ofte forbudt i grupper, og hvis du ikke legger noe av verdi til gruppen annet enn &aring; pr&oslash;ve &aring; f&aring; folk til &aring; registrere seg, kan det behandles som spam og blokkeres. Brukere &oslash;nsker rom for diskusjon uten &aring; m&aring;tte bla gjennom annonser.</p>
<p>Hvis du ber om tillatelse til &aring; legge ut informasjon om kurset ditt, vil sv&aelig;rt ofte administratorene la deg gj&oslash;re det. Det er best &aring; v&aelig;re en aktiv deltaker i gruppesamtalene f&oslash;r du begynner &aring; legge ut om kurset ditt. P&aring; den m&aring;ten har du mer troverdighet, og det blir mer naturlig &aring; fortelle om kurset ditt.</p>
<p><strong>Annonser</strong></p>
<p>Facebookannonseverkt&oslash;yet lar deg n&aring; det bredeste publikummet, og du kan fokusere p&aring; mennesker basert p&aring; beliggenhet, alder, kj&oslash;nn, interesser og mer. For eksempel, hvis NTNU Drive vil annonsere for dette kurset og vet hvem v&aring;rt st&oslash;rste publikum er, kan vi lage en annonse med f&oslash;lgende kriterier:&nbsp;</p>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em;">Sted: Norge.&nbsp;</span></li>
<li><span style="font-size: 1em;">Alder: 36-65 +.</span></li>
<li><span style="font-size: 1em;">Kj&oslash;nn: Alle.</span></li>
</ul>
</ul>
</ul>
<p><strong>Detaljert m&aring;lretting</strong>:</p>
<p>Interesse for:</p>
<ul>
<ul>
<ul>
<li>Digital teknologi</li>
<li>Nettundervisning</li>
<li>Nettkurs</li>
<li>UH-sektoren</li>
</ul>
</ul>
</ul>
<p>&Aring; fokusere p&aring; spesifikke grupper lar deg f&aring; mest mulig ut av pengene du bruker p&aring; reklame, men det er p&aring; ingen m&aring;te garantert at folk melder seg p&aring;. &Aring; lage flere annonser ved &aring; bruke forskjellige kriterier hjelper deg til &aring; finne riktig publikum.</p>
<p>Den st&oslash;rste ulempen med &aring; bruke annonser er at det koster penger. Det er god praksis &aring; starte med en liten sum og bruke den til &aring; utforske verkt&oslash;yene og forst&aring; hvordan du formidler budskapet. N&aring;r du er forn&oslash;yd med avkastningen p&aring; investeringen, kan du &oslash;ke summen.</p>
<p>Du kan l&aelig;re mer om Facebookreklame <a href="https://www.facebook.com/business/ads-guide" target="[object Object]">her</a>.</p>
<p>Ta en titt p&aring; nettverket rundt deg. Hvis du arbeider p&aring; en utdanningsinstitusjon, har du sannsynligvis dyktige mennesker som du kan kontakte. P&aring; NTNU har vi NTNU kommunikasjonsavdeling og NTNU Videre. De er b&aring;de klare og villige til &aring; hjelpe deg med &aring; f&aring; budskapet ditt ut.</p>
<p>Hvis du ikke har et kommunikasjonsnettverk, kan du begynne &aring; lete etter interessegrupper p&aring; Facebook, registrere deg og bli involvert.&nbsp;</p>
<p></p>