<h3>Innledning &ndash; hvordan fange seerens interesse?</h3>
<ul>
<ul>
<ul>
<li>Det er vanlig &aring; starte med &aring; si velkommen, hei eller noe lignende. Dette er viktig for &aring; etablere kontakt med den som skal se videoen.</li>
<li>Det er ogs&aring; vanlig &aring; informere om hva videoen handler om (jf. l&aelig;ringsm&aring;l/tema). Da formidler du hvorfor denne videoen er viktig, og du f&aring;r i gang refleksjon rundt tematikken hos den som ser p&aring;.</li>
<ul>
<li>En tiln&aelig;rming er &aring; stille et sp&oslash;rsm&aring;l. De "store sp&oslash;rsm&aring;lene" vil kunne pirre nysgjerrigheten og gj&oslash;re innholdet mer relevant og motiverende.</li>
<li>En annen tiln&aelig;rming er &aring; bruke l&aelig;ringsutbyttebeskrivelser. Typiske m&aring;lformuleringer kan v&aelig;re: I denne videoen vil du l&aelig;re ....&nbsp; Etter at du har g&aring;tt igjennom denne videoen kan du...</li>
</ul>
<li>Opptaket i introduksjonen foreg&aring;r ofte som "talking head" alene eller med en startslide eller et bilde (jf. definisjonen lenger nede i teksten).</li>
</ul>
</ul>
</ul>
<h4 style="padding-left: 30px;"></h4>
<h3>Avslutning &ndash; hva var det vi gjorde?</h3>
<ul>
<ul>
<ul>
<li>Det er vanlig &aring; avslutte med &aring; si si takk for oppmerksomheten eller tilsvarende.</li>
<li>Det er ogs&aring; vanlig &aring; gi en oppsummering av innholdet:</li>
<ul>
<ul>
<li>En tiln&aelig;rming er &aring; bruke typiske formuleringer som: I denne videoen har du l&aelig;rt/har vi...</li>
<li>En annen tiln&aelig;rming er &aring; svare p&aring; sp&oslash;rsm&aring;let som ble stilt innledningsvis: Innledningsvis stilte jeg sp&oslash;rsm&aring;let... og &hellip;</li>
</ul>
</ul>
<li>Opptaket i avslutningen foreg&aring;r ogs&aring; ofte som "talking head" alene eller med en startslide eller et bilde (jf. definisjonen lenger nede i teksten).</li>
</ul>
</ul>
</ul>
<p>Dersom du tenker etter, s&aring; er dette det samme&nbsp;m&oslash;nsteret som&nbsp;nyhetssendinger p&aring; TV.</p>
<blockquote>
<p></p>
</blockquote>