<figure><img width="1200" style="height: 400px; object-fit: cover;" alt="" src="/static/achievement.png" type="saveimage" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" target="[object Object]" />Foto:<em>&nbsp;<a style="margin: 0px; background-color: transparent; color: #333333; cursor: pointer; outline: 0px !important;" href="https://pixabay.com/users/rawpixel-4283981/?utm_source=link-attribution&amp;utm_medium=referral&amp;utm_campaign=image&amp;utm_content=3780814" target="_blank">rawpixel</a>&nbsp;from&nbsp;<a style="margin: 0px; background-color: transparent; color: #333333; cursor: pointer; outline: 0px !important;" href="https://pixabay.com/?utm_source=link-attribution&amp;utm_medium=referral&amp;utm_campaign=image&amp;utm_content=3780814">Pixabay</a></em></figure>
<p></p>
<p><b>Det er etter hvert mange som inkluderer utvikling av nettkurs i st&oslash;rre og mindre prosjekts&oslash;knader, og vi f&aring;r ofte sp&oslash;rsm&aring;l om hva som inng&aring;r i et budsjett for en nettkursproduksjon. Vi arbeider med &aring; f&aring; utviklet en mal for beregning av kostnader i forbindelse med produksjon og drifting av kurs og emner p&aring; nett.&nbsp;</b></p>
<p>V&aring;r erfaring tilsier at undervisere m&aring; beregne en produksjonstid fra 6 til 9 m&aring;neder. Det omfatter alt arbeid som er beskrevet i de 7 stegene. Kostnadene for en produksjon vil variere fra NOK 200 000 til 2 millioner, alt etter hvor omfattende kurset/emnet er, hvor mye multimodalt materiale man &oslash;nsker &aring; produsere (jf. video, bilder, animasjoner, 3D osv.), om man allerede har lisensierte l&aelig;ringsobjekter tilgjengelig og om nettkurset bygger p&aring; et emne som tilbys p&aring; campus.</p>
<p>Undervisere som benytter sin egen forskningstid, vil kunne gj&oslash;re dette uten store kostnader dersom institusjonen de arbeider ved, st&oslash;tter videoproduksjon.&nbsp;</p>
<h3>Tips til prosjekts&oslash;knader</h3>
<p>Dersom du er i en situasjon hvor du skal budsjettere en nettkursproduksjon, kan du tenke over om du eventuelt vil ta disse kostnadene med i en prosjekts&oslash;knad:</p>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em;">Videoproduksjon (dersom det ikke er gjort annen avtale om det, i studio eller on location).</span></li>
<li><span style="font-size: 1em;">Opplastning til plattformen og formatering av innholdet (teknisk st&oslash;tte).</span></li>
<li><span style="font-size: 1em;">Spr&aring;kvask.</span></li>
<li><span style="font-size: 1em;">Teksting av videoer (krav til universell utforming).</span></li>
<li><span style="font-size: 1em;">Markedsf&oslash;ring.</span></li>
<li><span style="font-size: 1em;">Drifting av kurset eller emnet (undervisning, veiledning, sensur).</span></li>
</ul>
</ul>
</ul>
<p>Du kan orientere deg om hvilke st&oslash;ttefunksjoner som finnes ved arbeidsplassen din. For NTNU-ansatte tar NTNU Drive ikke betalt for &aring; st&oslash;tte ordin&aelig;r kurs-/emneproduksjon, innbefattet videoproduksjon og tilgang til plattform. Det kan ogs&aring; v&aelig;re at ordin&aelig;r videoproduksjon i studio p&aring; campus kan dekkes av Multimediesenteret. Det er ogs&aring; mulig &aring; produsere og redigere videoer p&aring; egen datamaskin.</p>
<p>Du kan lese mer om internasjonal forskning p&aring; nettkurs og budsjett <a href="https://www.chea.org/userfiles/uploads/A%20Guide%20to%20Quality%20in%20Online%20Learning.pdf" target="[object Object]">her</a>.</p>