<figure><img width="1200" style="height: 400px; object-fit: cover;" alt="" src="/static/2750730.jpg" type="saveimage" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" stoppropagation="function(){r.isPropagationStopped=n}" preventdefault="function(){r.isDefaultPrevented=n}" target="[object Object]" /><figcaption><em>Foto: <a href="https://www.freepik.com/free-photos-vectors/business">Business vector created by freepik - www.freepik.com</a></em>
<p style="font-size: 16px;"></p>
<p><strong>Det er&nbsp;det du skriver p&aring; landingssiden, den&nbsp;f&oslash;rste siden deltakerne kommer til n&aring;r de velger kurset ditt, som avgj&oslash;r om folk blir interessert og velger &aring; melde seg&nbsp;p&aring; kurset ditt! Det kan v&aelig;re en utfordring &aring; utforme en god kursbeskrivelse. Her skal vi se n&aelig;rmere p&aring; hvordan du kan tenke for &aring; presentere kurset ditt p&aring; en god m&aring;te.&nbsp;</strong></p>
<p style="font-size: 16px;"><strong>NB!</strong> V&aelig;r oppmerksom p&aring; at du ikke kan publisere kurset ditt uten en <strong>landingsside</strong>&nbsp;hvor det g&aring;r tydelig frem hvem som er&nbsp;<strong>kursansvarlig (faglig ansvarlig) </strong>og eventuelt kursinstrukt&oslash;r (eks. stud.ass.)<strong>.</strong>&nbsp;P&aring;meldingen&nbsp;&nbsp;til kurset ditt skjer ved &aring; klikke p&aring; en lenke som er tydelig merket p&aring; den samme landingssiden.&nbsp;</p>
<p style="font-size: 16px;">Dersom du vil&nbsp;<strong>invitere deltakere</strong>&nbsp;til kurset ditt,&nbsp;kan du&nbsp;lenke denne til landingssiden&nbsp;for eksempel i e-post eller p&aring; sosiale medier. Det er en enkel og god m&aring;te &aring; reklamere&nbsp;for kurset ditt p&aring;. Du&nbsp;kan&nbsp;benytte <strong>ditt personlige nettverk</strong>, et&nbsp;nettverk av venner og bekjente. Du kan ogs&aring; benytte deg av ditt <strong>profesjonelle nettverk</strong>. Alle organisasjoner har en egen strategi for markedsf&oslash;ring. I UH-sektoren er det gjerne nettsider, nyhetsbrev og blog som benyttes. Det vil du f&aring; mer teknisk informasjon om i dette steget.</p>
<p style="font-size: 16px;"></p>
<p style="font-size: 16px;">FutureLearn har en effektiv og profesjonell markedsf&oslash;ring av kursene som legges ut p&aring; plattformen. FutureLearn gj&oslash;r jobben for deg.</p>
<h4></h4>
<h4></h4>
</figcaption></figure>