<h3>To sentrale begrep: Manus og treatment</h3>
<p>&Aring; skrive et manus er en prosess i flere deler. Det hele begynner selvf&oslash;lgelig med din&nbsp;id&eacute; om et bestemt innhold, som formuleres s&aring; klart som mulig for videoprodusenten.</p>
<p>Deretter skriver du et <strong>treatment</strong> som utdyper id&eacute;en din i detalj. Et treatment er en tekst som inneholder de tekstlige elementene som inng&aring;r i &nbsp;manuset. Det er med andre ord det du skal lese opp eller formidle&nbsp;under opptaket. Det er sv&aelig;rt f&aring; undervisere som klarer &aring; formidle et presist innhold uten &aring; arbeide med innholdet p&aring; en strukturert m&aring;te i et treatment. Uten et treatment vil formidlingen av innholdet i videoen lett kunne preges av forstyrrende pauser, gjentakelser og upresise beskrivelser.&nbsp;</p>
<p style="font-size: 16px;">Her f&oslash;lger en enkel innf&oslash;ring i &aring; utvikle et treatment basert p&aring; en id&eacute;:</p>
<ol><ol><ol>
<li>N&aring;r id&eacute;en er formulert tydelig nok, s&aring; er det bare &aring; g&aring; i gang med treatment. Skriv en detaljert kronologisk beskrivelse av innholdet i videoen, inkludert alt som skal sies og alt som skal gj&oslash;res i videoen.</li>
<li>Dialog/replikker vil naturlig nok justere seg noe n&aring;r det framf&oslash;res, men det er viktig at den faglige presisjonen opprettholdes samtidig som at teksten ikke oppleves unaturlig &aring; lese opp. Den skal fremst&aring; mest mulig som uformell dagligtale, men den b&oslash;r ikke g&aring; p&aring; bekostning av n&oslash;yaktigheten i fremstillingen av det faglige innholdet. Det kan&nbsp;for eksempel v&aelig;re en utfordring &aring; lese en tekst som er skrevet p&aring; bokm&aring;l, dersom du er tr&oslash;nder.</li>
<li>Husk &aring; ogs&aring; f&aring; med en begynnelse og en slutt:&nbsp;<span style="font-style: italic;">Velkommen</span>,&nbsp;<span style="font-style: italic;">hei</span>&nbsp;eller lignende&nbsp;er en god start. Avslutningsvis kan du for eksempel si&nbsp;<span style="font-style: italic;">takk for oppmerksomheten</span>,&nbsp;<span style="font-style: italic;">p&aring; gjensyn</span>&nbsp;eller&nbsp;<span style="font-style: italic;">lykke til videre</span>. Det kan ogs&aring; v&aelig;re lurt &aring; si noe om hovedbudskapet i videoen b&aring;de innledningsvis og avslutningsvis.</li>
<li>N&aring;r det gjelder valg av innhold og formidling av det, s&aring; anbefaler vi kvalitetssikring gjenom samarbeid med andre undervisere p&aring; fagfeltet og tilbakemeldinger fra kolleger eller relevante andre.</li>
</ol></ol></ol>
<p>Et <strong>manus</strong> er en produksjonsplan, som viser hvordan din tekst (treatment), lyd og video(bilde) skal settes sammen i en video. Et ferdig manus inneholder visuelle beskrivelser av kamerainnstillinger, klipping, med mer og legger rammene for opptakene son skal tas. Videoprodusenten er hovedansvarlig for manuset og fremdriften i de forskjellige videoopptakene. Manuset utformes i en dialog med deg og ferdigskrives&nbsp;av videoprodusenten.</p>
<p>Du vil lese mer om hvordan videoprodusenten tenker p&aring; de neste sidene.</p>