<figure><img width="1200" style="height: 400px; object-fit: cover;" alt="" src="/static/sjakk_1_mindre.png" type="saveimage" target="[object Object]" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" /><figcaption><em>Foto:&nbsp;Jonas Langset Hustad. M&aring;lfokus.</em></figcaption></figure>
<p></p>
<p><strong>Etter &aring; ha beskrevet&nbsp;nettkurset ditt (jf. sp&oslash;rsm&aring;l 1-8): Er du interessert i &aring; g&aring; videre? Er dette et kurs du vil bruke tid og oppmerksomhet p&aring; &aring; utvikle?</strong></p>
<p>Hvis svaret er ja, er det viktig &aring;&nbsp;f&aring; aksept fra lederen din. Erfaringsvis&nbsp;krever det&nbsp;at du&nbsp;argumenterer godt for at dette kurset ikke kan inng&aring; i studietilbud fra institusjonen din p&aring; den foretrukne l&aelig;ringsplattformen (LMS). Gratisprinsippet st&aring;r sterkt i UH-sektoren, og skillet mellom gradsstudier og etter- og videreutdanning&nbsp;kan v&aelig;re en utfordring. Kanskje er&nbsp;nettkurset ditt &nbsp;en leveranse i et nasjonalt eller internasjonalt prosjekt? Kanskje har nettkurset ditt m&aring;lgrupper i samfunns- eller arbeidslivet?</p>
<p><strong>Refleksjon</strong></p>
<p>Hvordan opplever du at organisasjonen din forholder seg til undervisning p&aring; nett? Hvordan st&oslash;tter lederne dine et slikt initiativ? Hvilke argumenter mener du vil veie tungt for at et kurs eller emne b&oslash;r legges p&aring; en &aring;pen plattform ved organisasjonen din?&nbsp;</p>
<p>Del argumentene dine i diskusjonsforumet til slutt i dette steget. V&aelig;r oppmerksom p&aring; at du ogs&aring;&nbsp;kan g&aring; til diskusjonsforumet ved &aring; klikke p&aring; "diskusjoner" i hovedmenyen.&nbsp;Du kan velge &aring; poste et eget innlegg, eller kommentere andres innlegg. Husk at din deltakelse er sv&aelig;rt viktig for alle.&nbsp;</p>
<p></p>