<h3>Sju prinsipp for universell utforming</h3>
<p>Du kan benytte deg av ekspertise p&aring; omr&aring;det. <a href="https://www.universell.no" target="[object Object]">Universell</a>&nbsp;jobber for samarbeid og kunnskap om l&aelig;ringsmilj&oslash;, universell utforming og inkluderende l&oslash;sninger i h&oslash;yere utdanning. Vi anbefaler disse nettsidene.&nbsp;</p>
<p>The Center for Universal Design lanserte i 1997 sju prinsipp for universell utforming. Prinsippene ble&nbsp;f&oslash;rst rettet inn mot universell utforming av bygninger og uteomr&aring;der, men har i dag generell gyldighet.</p>
<p><strong>Like muligheter for bruk:</strong>&nbsp;Utformingen skal v&aelig;re brukbar og tilgjengelig for personer med ulike evner.</p>
<p><strong>Fleksibel i bruk:  </strong>Utformingen skal tjene et vidt spekter av individuelle preferanser og evner.</p>
<p><strong>Enkel og intuitiv i bruk:</strong>&nbsp;Utformingen skal v&aelig;re lett &aring; forst&aring; uten hensyn til erfaringer, kunnskap, spr&aring;kevnene eller konsentrasjonsniv&aring;et til brukeren.</p>
<p><strong>Forst&aring;elig informasjon:&nbsp;</strong> Utformingen skal kommunisere n&oslash;dvendig informasjon til brukeren p&aring; en effektiv m&aring;te, uavhengig av forhold knyttet til omgivelsene eller til brukeren sine sensoriske evner.</p>
<p><strong>Toleranse for feil:  </strong>Utformingen skal minimalisere farer og skader som kan gi ugunstige konsekvenser eller minimalisere utilsiktede handlinger.</p>
<p><strong>Lav fysisk utfordring: &nbsp;</strong>Utformingen skal kunne brukes effektivt og hendig med et minimum av belastning.</p>
<p><strong>St&oslash;rrelse og plass for tilgang og bruk:</strong>  Form&aring;lstjenlig &nbsp;st&oslash;rrelse og plass skal gj&oslash;re det mulig med tilgang, rekkevidde, betjening og bruk, uavhengig av brukeren sin kroppsst&oslash;rrelse, kroppsstilling eller mobilitet.</p>
<p>Kilde: [difi.no]&nbsp;<a href="https://uu.difi.no/krav-og-regelverk/kom-i-gang/e-laeringskurs-om-universell-utforming-av-nettinnhold" target="_blank">E-l&aelig;ringskurs om universell utforming:</a></p>
<p style="font-size: 16px;"></p>