<h3>Generelt om undervisningsdesign</h3>
<p>Det er, som sagt, viktig at du definerer tydelig hva du forventer at studentene skal ha l&aelig;rt ved slutten av kurset eller i deler av kurset. Du kan deretter sette sammen kursmateriell, eller velge nye m&aring;ter &aring; presentere kursmateriell p&aring;, som bidrar til l&aelig;ringsutbyttet du har beskrevet.</p>
<p>En m&aring;te &aring; arbeide p&aring; er &aring; sp&oslash;rre seg selv:&nbsp;</p>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em;">Hva er den viktigste <strong>kunnskapen&nbsp;</strong>studentene skal l&aelig;re og huske fra dette kurset (fakta og annen type kjernekunnskap)?</span></li>
<li><span style="font-size: 1em;">Hva er de viktigste <strong>id&eacute;ene</strong> som studentene&nbsp;skal forst&aring; etter &aring; ha tatt dette kurset (konsepter, teorier, tiln&aelig;rminger, perspektiver og andre brede temaer i ditt fagfelt)?</span></li>
<li><span style="font-size: 1em;">Hva er de viktigste <strong>ferdighetene</strong> som studentene skal utvikle i dette kurset (laboratorieferdigheter, probleml&oslash;sningsferdigheter, kreative ferdigheter, skriveferdigheter, digitale ferdigheter osv.)?</span></li>
<li><span style="font-size: 1em;">Hva er de viktigste <strong>holdningene</strong> studentene skal utvikle som et resultat av kurset, som for eksempel en kritisk sp&oslash;rrende holdning til fagstoffet, kreativitet eller forst&aring;else for kulturelle forskjeller?</span></li>
</ul>
</ul>
</ul>
<p>N&aring;r du har identifisert l&aelig;ringsutbyttet for kurset ditt, er du klar til &aring; sette sammen l&aelig;ringsmaterialet som best vil st&oslash;tte dine m&aring;l. Da&nbsp;kan&nbsp;du fokusere p&aring; tre sp&oslash;rsm&aring;l:</p>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em;">Hvilket&nbsp;<strong>l&aelig;ringsmateriale</strong>&nbsp;( artikler, tekster, videoer) trenger studentene for &aring; oppn&aring; kursets&nbsp;l&aelig;ringsm&aring;l? Gj&oslash;r dine valg&nbsp;basert p&aring; kvalitet p&aring; informasjon og egnet formidlingsform. Bruk diskusjonsforumet og andre nettbaserte samhandlingsfora for &aring; fylle gapet&nbsp;mellom &nbsp;l&aelig;ringsm&aring;l, innholdet i ressursene du velger og studentenes (for)forst&aring;elser.</span></li>
<li><span style="font-size: 1em;">Hvilke <strong>oppgaver</strong> og erfaringer (diskusjoner, caser, virtuelle laber,&nbsp;samarbeidsaktiviteter,&nbsp;problemstillinger) vil gi studentene muligheten til &aring; l&aelig;re i&nbsp;kurset og &oslash;ve sentrale ferdigheter?</span></li>
<li><span style="font-size: 1em;">Hva skal deltakerne&nbsp;kunne gj&oslash;re for &aring; vise&nbsp;at de har n&aring;dd l&aelig;ringsm&aring;lene? Svaret p&aring; dette sp&oslash;rsm&aring;let vil v&aelig;re grunnlaget for <strong>vurderinger</strong>, &nbsp;eksamener, oppgaver&nbsp;og aktiviteter i kurset ditt. Hvis for eksempel et&nbsp;&oslash;nskelig l&aelig;ringsutbytte&nbsp;er styrket&nbsp;analytisk tenking, m&aring; du s&oslash;rge for at eksamenen og oppgavene dine krever det.</span></li>
</ul>
</ul>
</ul>
<p>Neste steg er &aring; velge de spesifikke innholdskomponentene: tekster, video- og diskusjonsinnhold, nettaktiviteter, praktiske&nbsp;oppgaver osv., som vil utgj&oslash;re kurset ditt. &nbsp;Hvis du er heldig nok til &aring; g&aring; i gang med et nytt kurs, har du frihet til &aring; bygge kursmaterialet ditt fra bunnen av.&nbsp;Den neste delen gir noen praktiske r&aring;d i&nbsp;m&oslash;tet med denne utfordringen.</p>
<p></p>
<h3>F&aring; tilbakemelding</h3>
<p>N&aring;r du har oversikt over kurset ditt, oppfordrer vi deg til &aring; be om en tilbakemelding fra velmenende kolleger med faglig ekspertise. Er kurset tydelig beskrevet, er kursinnholdet relevant,&nbsp;utfordres&nbsp;deltakerne&nbsp;intellektuelt og vil de opprettholde interessen for kurset? Er kurset&nbsp;fleksibelt - hvis deltakerne&nbsp;kommer med forslag, hvordan&nbsp;kan kurset tilpasses underveis? Er l&aelig;ringsdesignet&nbsp;sammenhengende - er det en gjenkjennelig forbindelse mellom for eksempel informasjon og oppgaver? Er det en f&oslash;lelse av intellektuell bevegelse - vil studenter tilegne seg,&nbsp;ikke bare mer informasjon, men ogs&aring; nye ferdigheter og ny kompetanse?</p>