<figure><img src="/static/Dokumenter_arbeidet.jpg" style="height: 400px; object-fit: cover;" alt="" width="1200px" type="saveimage" target="[object Object]" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" /><figcaption><em>Foto: Pixabay.</em>
<p></p>
</figcaption></figure>
<p><strong>Du har allerede blitt kjent med 7-stegs modellen og de innledende sp&oslash;rsm&aring;lene i steg 1 og 2. Det kan v&aelig;re lurt &aring; dokumentere arbeidet med disse og senere sp&oslash;rsm&aring;l. Vi har derfor samlet alle sp&oslash;rsm&aring;lene i en produksjonsplan, som kan bidra til &aring; gi deg oversikt og skape fremdrift i ditt nettkursprosjekt,&nbsp;samtidig som&nbsp;du dokumenterer arbeidet for&nbsp;andre interessenter.&nbsp;</strong></p>
<p>Produksjonsplanen har flere funksjoner. I <em>oppstartsfasen</em> gir planen grunnleggende informasjon til ledere og andre involverte. Vi anbefaler sterkt&nbsp;at du gjennomf&oslash;rer en diskusjon med din leder og kolleger som underviser i tilsvarende eller beslektede emner for &aring; forankre arbeidet i organisasjonen. Hensikten er &aring; skape interesse for kurset ditt og eventuelt finne bidragsytere som kan styrke kvaliteten p&aring; det faglig-pedagogiske innholdet.</p>
<p>I <em>produksjonsfasen</em> bidrar planen til &aring; designe et kvalitetssikret l&aelig;ringsl&oslash;p og holde oversikt over fremdriften i produksjonsteamet, frem til ferdigstillingen av kurset. Hensikten er &aring; legge til rette for et godt samarbeid og utvikle en felles forst&aring;else av kurset som ferdig produkt.</p>
<p>Til slutt vil sp&oslash;rsm&aring;lene vi stiller i denne produksjonsplanen kunne bidra til at du f&aring;r en dypere forst&aring;else for hvilke valg som m&aring; tas i nettkurs og -emneproduksjon. I en s&oslash;knadsprosess vil planen kunne fungere som en veileder og v&aelig;re grunnlag for en beskrivelse av leveranser&nbsp;som kan vektlegges i s&oslash;knaden. Det kan du lese om p&aring; neste side.</p>
<h3>Produksjonsplanen</h3>
<p>&nbsp;Skjemaet best&aring;r av to deler: Del I benyttes&nbsp;av kursprodusenten(e). Del II &nbsp;fylles ut av instituttleder og kan benyttes i s&oslash;knadsprosesser. V&aelig;r oppmerksom p&aring; at sp&oslash;rsm&aring;lene som driver stegene i dette nettkurset fremover er basert p&aring; denne produksjonsplaner i en litt mer utdypende form.</p>
<p>Last ned produksjonsplanen :</p>
<h1 style="text-align: center;"><a href="/static/Skjema_for_nettkursproduksjon.docx" target="[object Object]"> Skjema </a></h1>