<figure><img width="1200" style="height: 400px; object-fit: cover; object-position: 0 35%;" alt="" src="/static/IMG_6542.jpg" type="saveimage" target="[object Object]" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" stoppropagation="function(){r.isPropagationStopped=n}" preventdefault="function(){r.isDefaultPrevented=n}" /><figcaption><em>Foto:&nbsp;Andreas Schille</em></figcaption></figure>
<p></p>
<p><strong>Etter at videoopptaket er gjennomf&oslash;rt, gjenst&aring;r et par steg f&oslash;r du&nbsp;har en ferdig video. Videoprodusenten vil klippe sammen opptaket etter manus og sende dette til deg&nbsp;for godkjenning. Da kan det v&aelig;re lurt &aring; dele videoen med en kollega eller en student. Se gjennom videoen for &aring; f&aring; tilbakemelding p&aring; det faglige innholdet, og &nbsp;finn ut&nbsp;om det er noe som er uklart i presentasjonen.</strong></p>
<p>N&aring;r det faglige innholdet er godkjent av deg, vil videoprodusenten lage en endelig versjon av videoen. Videoprodusenten vil ogs&aring; hjelpe deg med &aring; legge tekstplakater og logoer p&aring; videoen, samt gi deg r&aring;d med tanke p&aring; kreditering av eksternt innhold og deltagere i produksjonen.</p>
<p>Det f&oslash;rste gjennomsynet av en l&aelig;ringsvideo kaller vi <strong>p&aring;syn</strong>, og det er&nbsp;anledning til &aring; komme med ulike tilbakemeldinger f&oslash;r videoen publiseres.Til &aring; f&aring; tilbakemelding p&aring; videoer kan man bruke ulike digitale tjenester som for eksempel frame.io, hvor kommentarer kan gis med tidshenvisning, men det som er viktigst, er at forelesere spesifikt kommenterer det faglige innholdet og formidlingen av det.&nbsp;</p>
<h3>Huskeliste for tilbakemeldinger:</h3>
<ul>
<ul>
<li>Er det faglige innholdet i videoen korrekt?</li>
<li>Hvordan er formidlingen? Er den tydelig? Er uttalen artikulert nok, ligger eventuelle tekstplakater p&aring; lenge nok?</li>
<li>Lag en full endringsliste.&nbsp;Se videoen s&aring; mange ganger du trenger inntil har oversikt over alt&nbsp;du vil endre og sett opp en fullstendig liste. Det vil spare mye tid b&aring;de for deg og videoprodusenten. Jo mer konkret du forklarer hva du mener, jo st&oslash;rre sjanse er det for at du f&aring;r en endring du blir forn&oslash;yd med.&nbsp;</li>
<li>Bruk tidskode. Tidskode er tiden p&aring; filmen der du vil ha noe endret, for eksempel &ldquo;jeg vil endre tekstplakaten som dukker opp p&aring; 1:23&rdquo;.</li>
<li>Lytt til filmfaglige r&aring;d. Video er et fag i seg selv, og produsenten har som regel gode grunner til &aring; gi r&aring;dene du f&aring;r. Videoen blir best om vi samarbeider.</li>
</ul>
</ul>
<h3>Publisering</h3>
<p>Videoer som skal benyttes til undervisning og l&aelig;ring, m&aring; often lagres og lenkes til den plattformen du velger &aring; bruke for kurset ditt. Det er ikke alltid like funksjonelt &aring; lagre videoene i en l&aelig;ringsplattformen som kanskje skiftes ut. De plattformene som er mest i bruk til lagring og publisering ved&nbsp;NTNU, er for eksempel Mediasite og YouTube. En hovedforskjell p&aring; disse plattformene er at YouTube er mer utadrettet til eksternt bruk og til offentlig bruk p&aring; nett. Andre institusjoner kan ha valgt andre l&oslash;sninger. Sp&oslash;r hvor videoer skal lagres ved din institusjon.</p>
<p>F&oslash;r videoen kan publiseres, vil det ogs&aring; v&aelig;re viktig at innholdet er klarert med tanke p&aring; opphavsrett og personvern.&nbsp;</p>
<h3 style="text-rendering: optimizeLegibility; padding: 0px; border: 0px; outline: 0px; font-family: 'Open Sans', 'Helvetica Neue', Helvetica, Arial, sans-serif; font-size: 16px; font-stretch: inherit; line-height: 1.4em; vertical-align: baseline; caret-color: #333333; color: #333333;">Hva f&aring;r du hjelp til?</h3>
<p style="text-rendering: optimizeLegibility; margin-top: 0px; margin-right: 0px; margin-left: 0px; padding: 0px; border: 0px; outline: 0px; font-family: 'Open Sans', 'Helvetica Neue', Helvetica, Arial, sans-serif; font-size: 16px; font-stretch: inherit; vertical-align: baseline;">P&aring; opptak ved NTNU vil videoprodusentene i Drive instruere, st&oslash;tte, veilede og ellers v&aelig;re tilgjengelige for &aring; bidra til at opplevelsen blir s&aring; behagelig som mulig. Vi er ogs&aring; behjelpelige med &aring; finpusse spr&aring;klige formuleringer og gi&nbsp;st&oslash;tte der det er n&oslash;dvendig. Vi hjelper ogs&aring; til med &aring; tilpasse Power Pointer og manus til bruk i studio. Sjekk hvilken hjelp du kan f&aring; ved din institusjon.</p>
<p></p>