<figure><img width="1200" style="height: 400px; object-fit: cover;" alt="alternativ tekst her" src="/static/into.jpg" type="saveimage" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" target="[object Object]" /><em>Foto: Deltakere i prosjektet Smart l&aelig;ring (2014-2016). Fra venstre Arne Krokan, Inger Langseth, Halvdan Haugsbakken, Magnus Sandberg og Andreas Krokan</em></figure>
<p></p>
<p><b>Du er kanskje interessert i &aring; vite mer om NTNU Drive og menneskene som st&aring;r bak dette nettkurset. &nbsp;Vi er organisert som et nettverk av ansatte p&aring; tvers av institutt ved NTNU. Dette programmet&nbsp;ble opprettet av prorektor for utdanning i&nbsp;forlengelsen av prosjektet Smart l&aelig;ring (2014-2016), som ble ledet av professor Arne Krokan. V&aring;rt&nbsp;prosjekt&nbsp;avsluttes v&aring;ren 2021. Vi evalueres v&aring;ren 2020 og h&aring;per selvsagt at den digitale utviklingen vi st&aring;r for, videref&oslash;res i en eller annen form.</b></p>
<p>V&aring;r visjon i NTNU Drive er digital kompetanse for framtidsrettet utdanning. Organisasjonsutvikling handler i&nbsp;utdanningssammenheng om &aring; stille sp&oslash;rsm&aring;l ved hva som er viktig og hva som skal v&aelig;re viktig i&nbsp;utdanningen framover. Vi setter hovedaktivitetene i Drive i sammenheng med fleksible, skalerbare og&nbsp;transparente utdanninger i flere varianter ved bruk av nye digitale teknologier og&nbsp;nettpedagogikk. Samtidig st&aring;r n&oslash;dvendigheten av &aring; utfordre og utvikle etablerte utdanningskulturer sentralt i arbeidet v&aring;rt. Vi&nbsp;ser forskningsinformert st&oslash;tte og samarbeid p&aring; tvers av fagmilj&oslash;, institutt og fakultet, b&aring;de internt og&nbsp;eksternt, som viktig i utviklingen av NTNU som organisasjon, og nettverksamarbeid som en&nbsp;framtidsrettet arbeidsform ved NTNU.</p>
<p>Vi har satset p&aring; Open edX, som blant annet gj&oslash;r at vi eier data som genereres i plattformen og kan forske p&aring; det. Som partner i FutureLearn f&oslash;lger vi den globale utviklingen i UH-sektoren.</p>
<p></p>
<h3><strong>Forskning</strong></h3>
<p><strong>Vi driver v&aring;r forskning og kunnskapsproduksjon i et distribuert nettverk av personer med komplement&aelig;re kompetanser. Vi benytter en rekke digitale teknologier for &aring; n&aring; m&aring;lene v&aring;re. Vi har forsket p&aring; nettbasert undervisning siden oppstarten i 2014.</strong></p>
<p>V&aring;r tiln&aelig;rming er hovedsakelig <em>aksjonsforskning</em> og <em>aksjonsl&aelig;ring</em>. Vi utvikler kompetansen v&aring;r gjennom egne erfaringer med MOOC og nettkurs og erfaringer vi f&aring;r&nbsp;gjennom &aring; gi teknisk-pedagogisk st&oslash;tte til&nbsp;andre som utvikler nettkurs. Digital undervisning genererer data vi forsker p&aring;.</p>
<p>V&aring;r forskning er et bidrag til en forskningsbasert utvikling av nettundervisning i et livslangt perspektiv p&aring; l&aelig;ring. Vi publiserer ogs&aring; artikler som bidrar til &aring; informere beslutningstakere p&aring; et mer strategisk niv&aring; i UH-sektoren. &nbsp;Les mer om&nbsp; forskergruppen v&aring;r p&aring;&nbsp;<a href="https://www.ntnu.no/ilu/digit" target="_blank">https://www.ntnu.no/ilu/digit</a>.</p>
<p>Under litteratur i den horisontale hovedmenyen kan du finne forskning (open access) og praktiske eksempler som kan v&aelig;re av interesse for deg.&nbsp;</p>
<h3><strong>Aktiviteter</strong></h3>
<p>I NTNU Drive har vi&nbsp;utviklet en teknologisk infrastruktur for MOOC-produksjon, samt egne emner og kurs.&nbsp;</p>
<p>Vi st&oslash;tter produksjonen av kurs og emner for UH-sektoren gjennom personlig oppf&oslash;lging, workshops og nettkurs. V&aring;re kurs og emner&nbsp;er tilgjengelige p&aring; <a href="https://digit.ntnu.no/" target="_blank">v&aring;r Open EdX plattform: digit.ntnu.no</a>&nbsp;og p&aring; <a href="http://futurelearn.com" target="[object Object]">FutureLearn</a>, som er en internasjonal, engelskspr&aring;klig plattform. Se ogs&aring; <a href="https://www.ntnu.no/videre?gclid=Cj0KCQjwhdTqBRDNARIsABsOl99IiwyJV8blsDUHw4y5Q7-SO6UizmnKZQUbOurTL0x4VziLGHcKw_AaAs9PEALw_wcB" target="_blank">NTNU Videres&nbsp;kursportal</a>.</p>
<p>For mer informasjon om NTNU Drives prosjekter: NTNU MOOC, NTNU Beta og NTNU IKU (intern kompetanseutvikling), g&aring; til <a href="http://ntnu.no/drive" target="[object Object]">https://ntnu.no/drive</a>.</p>
<p></p>