<p></p>
<figure style="margin: 0px; line-height: 1.4em;"><img width="1200" style="border: 0px; vertical-align: middle; line-height: 1.4em; height: 500px; object-fit: cover; object-position: 0 30%;" alt="" src="https://testdigit.bibsys.no/assets/courseware/v1/775dd086e2e28b342632aabc7323d3b0/asset-v1:Sandkasse+101+2019_1+type@asset+block/Bilde_7.jpg" type="saveimage" target="[object Object]" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" stoppropagation="function(){r.isPropagationStopped=n}" preventdefault="function(){r.isDefaultPrevented=n}" /><figcaption style="line-height: 1.4em;"><em>Foto:&nbsp;Andreas Schille. Fra kurset "Preserving Norwegian Stave Churches" p&aring; FutureLearn.</em></figcaption></figure>
<p></p>
<p><b>Hvordan er det &aring; snakke til kamera og ikke til en gruppe studenter?&nbsp;&Aring; bli god til &aring; framf&oslash;re tekst foran kamera krever &oslash;velse. Og &oslash;velse gj&oslash;r, som kjent, mester!</b></p>
<h3>&Aring; snakke for kamera</h3>
<p style="margin: 0px 0px 1.41575em;">&Aring; forelese foran et kamera krever sterk oppmerksomhet p&aring; n&oslash;yaktig formidling&nbsp;av innholdet. I motsetning til for eksempel i forelesningssalen, hvor du&nbsp;kan v&aelig;re &lsquo;ledigere&rsquo; i spr&aring;ket og improvisere ut fra studentenes tilbakemeldinger&nbsp;og stemning i salen, m&aring; innholdet framf&oslash;res b&aring;de faglig og spr&aring;klig presist &ndash; og da gjerne etter et manus. Det er viktig at du&nbsp;finner ditt eget tempo og unng&aring;r &aring; snakke for fort. Pausene, hvor du&nbsp;vanligvis f&aring;r reaksjoner fra studentene, er ogs&aring; en utfordring. Legg heller inn kunstpauser (ogs&aring; kalt beats) der det er retorisk/didaktisk gunstig for studentenes&nbsp;oppfattelse av innholdet.</p>
<p style="margin-right: 0px; margin-bottom: 1.41575em; margin-left: 0px;">For at fremf&oslash;ringen skal bli s&aring; komfortabel og naturlig som mulig, er det derfor viktig &aring; gj&oslash;re seg sv&aelig;rt godt kjent med teksten (treatment). Det er ikke det samme &aring; lese en tekst med den indre stemmen som &aring; formidle den verbalt. Derfor l&oslash;nner det seg &aring; lese teksten h&oslash;yt. Det er ikke s&aring; n&oslash;ye med publikum mens teksten &oslash;ves inn &ndash; man er i stand til &aring; bed&oslash;mme sin egen verbale framf&oslash;ring, men om det er &oslash;nskelig med tilbakemelding, s&aring; benytt gjerne en partner, kollega, slektning, venn, nabo eller lignende. Du kan ogs&aring; gj&oslash;re enkle opptak av deg selv og egenvurdere din egen fremf&oslash;ring av teksten&nbsp;f&oslash;r du g&aring;r i studio.&nbsp;</p>
<p style="margin-right: 0px; margin-bottom: 1.41575em; margin-left: 0px;">Erfaring viser at&nbsp; frav&aelig;ret av tilbakemelding fra studenter&nbsp;under opptak er en ubehagelig opplevelse for mange undervisere. Det kan derfor hjelpe&nbsp;&aring; ha en person st&aring;ende bak kamera som nikker anerkjennende og f&oslash;lger med p&aring; det du sier, den f&oslash;rste gangen du skal i studio.</p>
<h3>Kroppsspr&aring;k og fremtoning</h3>
<p style="margin: 0px 0px 1.41575em;">N&aring;r du&nbsp;"foreleser" foran kamera, m&aring; du v&aelig;re litt skuespiller. Studentene&nbsp;er vant til at mennesker p&aring; TV snakker litt sterkere, eller tydeligere, og har et litt mer fremtredende kroppsspr&aring;k enn det som er normalt i hverdagen. Det er heller ikke vanlig &aring; snakke med folk ansikt til ansikt p&aring; samme m&aring;te som en programleder snakker til TV-seerne, men de etablerte konvensjonene for TV- og videomediet gj&oslash;r at en forsiktig eller &lsquo;hverdagslig&rsquo; formidling av innholdet fort blir noe flat og litt kjedelig.</p>
<p style="margin-right: 0px; margin-bottom: 1.41575em; margin-left: 0px;">Vi, som videoprodusenter,&nbsp;opplever ofte at n&aring;r den verbale fremf&oslash;ringen av teksten sitter godt, s&aring; er det lettere &aring; ta tak i den fysiske fremf&oslash;ringen. Det handler i stor grad om at du slipper deg l&oslash;s og opptrer med frihet og positiv energi. Det er ikke unormalt at f&oslash;rste opptaksdag g&aring;r i s&oslash;pla, men da er det viktig &aring; huske at &oslash;velse i &aring; st&aring; foran kamera, raskt f&oslash;rer til forbedringer. Du kan for eksempel ta opptak av deg selv for &aring; l&aelig;re av det.</p>
<h3>Stemme, kl&aelig;r og antrekk</h3>
<p style="margin: 0px 0px 1.41575em;">Det er ogs&aring; noen andre ting det er greit &aring; f&aring; med seg f&oslash;r du tropper opp i studio, som antrekk, h&aring;r og utseende generelt. <strong>Antrekket</strong> b&oslash;r v&aelig;re noenlunde n&oslash;ytralt b&aring;de i snitt og fargevalg. Unng&aring; sterke farger eller tegninger og figurer, og pr&oslash;v helst ikke &aring; ha tydelige logoer eller kraftige m&oslash;nstre. Kl&aelig;r med tynne striper forstyrrer bildet, og tilbeh&oslash;r som skjerf, smykker og lignende, som kommer&nbsp;i kontakt med&nbsp;mikrofonen, vil forstyrre lyden. <b>H&aring;ret</b> b&oslash;r ikke dekke ansiktet eller henge slik at det ber&oslash;rer mikrofonen. Samtidig er det viktigst at du f&oslash;ler deg komfortabel. Hvis det er mulig &aring; unng&aring; &aring; bruke <strong>briller</strong>, for eksempel ved &aring; bruke linser, s&aring; er det gunstig med tanke p&aring; refleks fra studiolysene. &nbsp;</p>
<p style="margin-right: 0px; margin-bottom: 1.41575em; margin-left: 0px;"></p>