<figure><img width="1200" style="height: 600px; object-fit: cover;" alt="alternativ tekst her" src="/static/ole_Inger_v2.jpg" type="saveimage" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" target="[object Object]" /><em>Foto: Jonas Langset Hustad. Utvikling av nettkurs.</em></figure>
<p></p>
<h4>&Oslash;nsker du &aring; utvikle et kurs eller emne p&aring; nett? Det er du ikke alene om. Det er n&aring; over 1000&nbsp;universitet som har tatt i bruk denne&nbsp;undervisningsformen, og det er over 380&nbsp;millioner deltakere fra hele verden p&aring; disse kursene. Nye teknologier og plattformer gj&oslash;r dette mulig.</h4>
<p>Nettkurs kan benyttes i mange varianter, b&aring;de p&aring; campus, p&aring; nett og i en blanding av disse. Kursene kan ha mange&nbsp;brukergrupper i universitets- og h&oslash;yskolesektoren og i&nbsp;arbeids- og samfunnsliv. I et livslangt perspektiv p&aring; undervisning og l&aelig;ring er nettkurs en del av l&oslash;sningen.&nbsp;</p>
<p>I dette kurset l&aelig;rer du hvordan du kan utvikle og produsere ditt eget nettbaserte kurs eller emne (heretter kalt kurs),&nbsp;fra id&eacute; til et ferdig nettkurs i syv steg. Kurset&nbsp;ditt blir fleksibelt,&nbsp;slik at deltakerne kan l&aelig;re hvor og n&aring;r det passer dem, og det blir&nbsp;skalerbart, slik at alle som &oslash;nsker, kan delta. I tillegg blir kurset transparent, det vil si at du kan&nbsp;gj&oslash;re kurset &aring;pent tilgjengelig for andre undervisere, studenter og samarbeidspartnere.</p>
<p>&nbsp;N&aring;r du deler dine id&eacute;er, ditt engasjement og din ekspertise i diskusjonene i dette nettkurset, bidrar du til &aring; utvikle h&oslash;yere utdanning og kunnskapssamfunnet. Til slutt i hvert steg finner du et diskusjonsforum du kan benytte til &aring; stille, lese og svare p&aring; sp&oslash;rsm&aring;l som dukker opp underveis i nettkursproduksjonen din.</p>