<h3>Hvordan vil du organisere gjennomf&oslash;ringen av kurset ditt?</h3>
<p><strong>S&aring;&nbsp;skal du bestemme n&aring;r de forskjellige seksjonene/modulene/uke i kurset ditt skal &aring;pnes. Her er det brukt fargekoder for &aring; gi deg en enkel oversikt.&nbsp;Det handler om gradvis eller hel publisering av kurset ditt.</strong></p>
<p>S&aring; langt har du bare benyttet deg av <strong>Publish</strong>&nbsp;knappen i kursutviklingsplattformen for &aring; lagre innholdet ditt: <strong><span style="color: #000000;">Gul</span></strong> farve viser at innholdet ikke er lagret annet enn hos deg. <strong>Gr&aring;</strong> farve viser at andre som jobber i plattformen kan se det du har lagret. Faren ved ikke &aring; gj&oslash;re alt gr&aring;tt&nbsp;er at andre kan overskrive det du har gjort. Disse farvene gjelder f&oslash;r du har satt inn en dato for &aring;pning og lukking av kurs og moduler.</p>
<p><strong>Publisering</strong></p>
<p>Bildet under illustrerer fire alternativer for publisering: gul, gr&oslash;nn, bl&aring; og svart.&nbsp;Fargene angir hvordan du har konfigurert hver seksjon, eller med andre ord, hvem som ser innholdet og n&aring;r. P&aring; bildet ser du hvordan dette ser ut p&aring; plattformen (ignorer oppgavebeskrivelsen).</p>
<p>G&aring; til <strong>tannhjulene</strong>&nbsp;og bestem innstillingene (dato) for hver seksjon i kurset&nbsp;ditt. Tannhjulene finner du til h&oslash;yre for tittelen i hver seksjon, n&aring;r du er i Course Outline (kursoversikten).</p>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em;">Dersom du vil at alle deler av kurset ditt skal v&aelig;re synlig under hele kurset, skal alle seksjoner v&aelig;re <strong>bl&aring; (samme dato for alle).</strong></span></li>
<li><span style="font-size: 1em;">Dersom du vil at deltakerne skal f&aring; tilgang til en og en modul, skal noen seksjoner v&aelig;re bl&aring; og noen&nbsp;<strong>gr&oslash;nn (forskjellig dato).</strong></span></li>
<li><span style="font-size: 1em;">Dersom du vil at deler av kurset ikke skal v&aelig;re synlig for deltakerne, men bare for undervisere, skal fargen v&aelig;re <strong>svart.</strong></span></li>
</ul>
</ul>
</ul>
<p></p>
<p><img src="/static/fargekombinasjoner_publisering.png" alt="Publiseringsfarger" type="saveimage" target="[object Object]" preventdefault="function (){r.isDefaultPrevented=n}" stoppropagation="function (){r.isPropagationStopped=n}" stopimmediatepropagation="function (){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" width="971" height="834" /></p>
<p><em>Screenshot: edX.org</em></p>
<p>&nbsp;</p>