<p>N&aring;r du har trykket&nbsp;p&aring; knappen "<strong>New Course</strong>" i Studio,&nbsp;vil du f&aring; opp skjemaet som du ser under. N&aring; skal&nbsp;du&nbsp;sette opp identifikasjonsinformasjon for kurset.</p>
<p><img width="719" height="521" alt="" src="/static/kursopprettelse.png" type="saveimage" target="[object Object]" preventdefault="function (){r.isDefaultPrevented=n}" stoppropagation="function (){r.isPropagationStopped=n}" stopimmediatepropagation="function (){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" /></p>
<p style="font-size: 16px;">Disse retningslinjene gjelder spesielt for NTNU-ansatte som arbeider p&aring; kursutvikling.it.ntnu.no. Informasjonen vil endres av administrator n&aring;r kurset er ferdigstillet og tilbys p&aring; plattformen digit.ntnu.no. Disse retningslinjene gir administratorer bedre oversikt over kursutviklingsportef&oslash;ljen.</p>
<p>Her m&aring; du fylle inn navn p&aring;&nbsp;kurset (Course name), hvilket institutt du arbeider ved&nbsp;(Organization), navnet ditt&nbsp;(Course number) og n&aring;r du opprettet kurset (Course Run).&nbsp;Dette systemet har vi laget&nbsp;for at det skal v&aelig;re lett for administrator &aring; s&oslash;ke etter og identifisere&nbsp;alle de forskjellige kursene som er under utvikling.</p>
<p>Under <strong>"Course Name"&nbsp;</strong>skal du fylle inn et navn&nbsp;for kurset. Dette navnet skal v&aelig;re konsist og skal beskrive innholdet i kurset. Det er ogs&aring; viktig &aring; passe p&aring; at det ikke allerede finnes et kurs med samme navn som det&nbsp;du har valgt. Et kurs om Newtons bevegelseslover kunne for eksempel hatt navnet "Fysikk - Newtons bevegelseslover".</p>
<p>Under&nbsp;<strong>"Organization"&nbsp;</strong>skal du fylle inn forkortelsen for instituttet du arbeider ved. Kommer du&nbsp;fra Institutt for datateknologi og informatikk, skal du da skrive IDI.</p>
<p>Under&nbsp;<strong>"Course Number"&nbsp;</strong>skal du skrive navnet til personen som&nbsp;er hovedansvarlig for kurset. Det fylles inn i formatet "FORNAVN_ETTERNAVN". Hvis en person som heter Jens Larsen er hovedansvarlig for kurset, vil det st&aring; "JENS_LARSEN" i dette feltet. Merk at navnet skal skrives med store bokstaver.</p>
<p>Under&nbsp;<strong>"Course Run"&nbsp;</strong>skal du fylle inn &aring;ret og m&aring;neden du startet &aring; arbeide med kurset i formatet&nbsp;<span style="font-family: 'comic sans ms', sans-serif;"><span style="font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif;">"YYYY_MMM". Et kurs opprettet&nbsp;<span style="font-family: 'comic sans ms', sans-serif;"><span style="font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif;">i februar 2020 blir da&nbsp;"2020_FEB". Merk at m&aring;neden skal skrives med store bokstaver.</span></span></span></span></p>
<p><span style="font-family: 'comic sans ms', sans-serif;"><span style="font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif;"><span style="font-family: 'comic sans ms', sans-serif;"><span style="font-family: 'Open Sans', Verdana, Arial, Helvetica, sans-serif;">Dersom du oppretter&nbsp;flere kurs i samme m&aring;ned, skal du&nbsp;legge til en understrek _ og et nummer etter "Course Run", for eksempel "2020_FEB_2".&nbsp;<br /><br /></span></span></span></span></p>
<p></p>