<h3><img src="/static/Workshop4.jpg" alt="Steg 4 workshop" type="saveimage" target="[object Object]" preventdefault="function (){r.isDefaultPrevented=n}" stoppropagation="function (){r.isPropagationStopped=n}" stopimmediatepropagation="function (){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" width="100%" /></h3>
<p></p>
<p><strong>Er du interessert i selv &aring; organisere workshop eller webinar?</strong></p>
<p style="font-size: 16px;">For undervisere som vil samarbeide om &aring; ta nettkurset og selv organiserer workshops eller webinarer har vi f&oslash;lgende forslag til innhold i arbeidet med&nbsp;steg 4:</p>
<h3>Workshop&nbsp;steg 4</h3>
<p style="font-size: 16px;"><b>Forberedelse:</b></p>
<ul>
<ul>
<ul>
<li>Ta steg 4 i nettkurset</li>
<li>Sp&oslash;rsm&aring;l 1-3: Svar p&aring; sp&oslash;rsm&aring;lene for &aring; konkretisere nettkurset ditt ytterligere (steg 4).</li>
<li><span style="font-size: 1em;">Konkretisere antall og typer&nbsp;video&nbsp;som skal produseres og dokumenter arbeidet i din produksjonsplan.</span></li>
<li>Oppgave:&nbsp;Skriv et <em>treatment</em>&nbsp;til en video som skal benyttes i kurset ditt, og finn eventuelt frem illustrasjoner med mer som du &nbsp;vil bruke i videoen.&nbsp;&Oslash;v p&aring; opptak ved &aring; lese treatmentet h&oslash;yt (eventuelt med teleprompter og videoopptak). Egenvurder din egen video. Dette er f&oslash;rste steg p&aring; veien&nbsp;til et&nbsp;<em>manus</em> for videoproduksjonen.&nbsp;</li>
</ul>
</ul>
</ul>
<p style="font-size: 16px;"><strong>Aktiviteter:</strong></p>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em;">Del&nbsp;treatment og f&aring; tilbakemeldinger fra velmenende andre. Diskutere mulige tagninger med utgangspunkt i treatment for videoproduksjonen. Hvor og hvordan?</span></li>
<li><span style="font-size: 1em;">Utforske studio (eventuelt som AR-video) for &aring; forst&aring; hvordan teknikken fungerer og bli mentalt forberedt til opptak.&nbsp;</span></li>
<li><span style="font-size: 1em;">Gjennomf&oslash;r pr&oslash;veopptak og f&aring; tilbakemelding,&nbsp;eventuelt fra mer profesjonelle videoprodusenter.</span></li>
<li><span style="font-size: 1em;">Diskuter om studentene skal kunne produsere&nbsp;video i oppgaver&nbsp;underveis eller til slutt i kurset ditt (formativ eller summativ vurdering) og hva skulle det kunne v&aelig;re?</span></li>
</ul>
</ul>
</ul>
<p>Husk: Undervisningsvideoer blir best dersom de er godt forberedt.</p>