<figure><img width="1200" style="height: 500px; object-fit: cover;" alt="" src="/static/IMG_group.png" type="saveimage" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" target="[object Object]" /><figcaption><em>Foto: Inger Langseth. Informasjonsm&oslash;te.</em>
<p></p>
</figcaption></figure>
<p><strong>Det er ingen sterk tradisjon for &aring; dele sin undervisning med andre enn studentene i UH-sektoren. Den teknologiske utviklingen  inneb&aelig;rer en endring i retning av&nbsp;<span style="text-rendering: optimizeLegibility; margin: 0px; padding: 0px; border: 0px; outline: 0px; font-family: inherit; font-size: inherit; font-style: italic; font-variant-caps: inherit; font-stretch: inherit; line-height: 1.4em; vertical-align: baseline;"> open access</span>&nbsp; til undervisning og l&aelig;ringsobjekter, p&aring; linje med offentlig finansiert forskning. De digitale endringene utdanningssektoren n&aring; st&aring;r overfor, inneb&aelig;rer at alle m&aring; g&aring; ut av komfortsonen og innta rollen som l&aelig;rende. Det kan skje i en delingskultur hvor undervisere st&oslash;tter&nbsp;hverandre.</strong></p>
<p style="text-rendering: optimizeLegibility; margin-right: 0px; margin-left: 0px; padding: 0px; border: 0px; outline: 0px; font-family: 'Open Sans', 'Helvetica Neue', Helvetica, Arial, sans-serif; font-size: 16px; font-stretch: inherit; vertical-align: baseline;"> Det kan oppleves som utfordrende  &aring; skulle legge undervisningen sin &aring;pent tilgjengelig p&aring; nett.&nbsp;Du bygger selvsagt p&aring; tidligere erfaring med undervisning og l&aelig;ring, men undervisning p&aring; nett har en litt annen form, noe vi skal komme tilbake til. &nbsp;</p>
<h3>Deltakeraktiv l&aelig;ring</h3>
<p>&Aring; ta et nettkurs trenger alts&aring; ikke v&aelig;re en ensom l&aelig;ringsprosess. Det er en m&aring;te &aring; treffe andre undervisere som er interessert i det samme som deg p&aring;. I denne plattformen er det diskusjonsforumet som legger til rette for samarbeid mellom deltakerne. Ved &aring; delta aktivt i diskusjonene, lese og kommentere andres innlegg, vil du kunne bidra til at alle f&aring;r en positiv opplevelse og at alle f&aring;r hjelp og svar p&aring; sine sp&oslash;rsm&aring;l.</p>
<p>Din deltakelse i <strong>diskusjonsforumet</strong> kan bidra til at du i st&oslash;rre grad foretar kvalifiserte pedagogiske og tekniske valg og kan&nbsp;ferdigstille et kurs av h&oslash;y kvalitet. I diskusjonsforumet kan du f&oslash;re m&aring;lrettede diskusjoner med andre deltakere. Vi vil ogs&aring; delta i diskusjonene underveis og poste viktige oppdateringer under HOME (hjem), som du finner i den horisontale hovedmenyen.</p>
<p>Dersom du velger &aring; delta eller selv organisere <strong>workshops/webinarer</strong> p&aring; din arbeidsplass i forlengelsen av dette kurset, kan du bidra til &oslash;kt kollegialt samarbeid. Forpliktelsen som ligger i faste m&oslash;tepunkt og tydelige arbeidskrav, vil kunne gj&oslash;re produksjonsprosessen b&aring;de lettere og morsommere.&nbsp;</p>
<p></p>