<p><img width="100%" alt="" src="/static/trappasteg6-01-01.jpg" type="DriveX steg 6" target="[object Object]" preventdefault="function (){r.isDefaultPrevented=n}" stoppropagation="function (){r.isPropagationStopped=n}" stopimmediatepropagation="function (){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" /></p>
<p><strong>Steg 6 Publisering forbereder og st&oslash;tter deg i opplastingen av kurset ditt i Open edX. Det forutsetter at alt innhold i nettkurset er ferdigstilt, men det er ogs&aring; mulig &aring; laste opp innhold etter hvert som det ferdigstilles. Vi har allikevel valgt &aring; samle all informasjon om opplasting av innhold til plattformen i dette&nbsp;steget.</strong></p>
<p>De fleste kursutviklere laster selv opp kursinnholdet og ferdigstiller kurset for&nbsp;publisering. Dette steget er tenkt som st&oslash;tte i denne arbeidsprosessen. V&aelig;r oppmerksom p&aring; at det kan ta litt mer tid enn du kanskje tror.</p>
<p>Dersom det viser seg &aring; v&aelig;re uoverkommelig, kan det&nbsp;v&aelig;re &oslash;nskelig&nbsp;&aring; f&aring; hjelp av&nbsp;noen med kjennskap til plattformen. Her vil det v&aelig;re flere fremgangsm&aring;ter, avhengig av tilgjengelige ressurser. &nbsp;I Open edX vil for eksempel NTNU Drive kunne v&aelig;re behjelpelig med &aring;&nbsp;kontrollere tekniske sider ved kursoppsettet for NTNU-ansatte. &nbsp;Finn ut hvordan din institusjon l&oslash;ser slike utfordringer.</p>
<p>Les sp&oslash;rsm&aring;lene for &aring; forberede deg p&aring; arbeidsoppgavene i dette steget:</p>
<ol><ol><ol>
<li><strong style="font-size: 1em;">Plattformen</strong><span style="font-size: 1em;">: Hvordan fungerer plattformen teknisk sett? &nbsp;Hvordan vil du laste opp innholdet og f&aring; det til &aring; se pent ut?&nbsp;</span><span style="font-size: 1em;">Hvordan setter du opp kurset - automatisk kursbevis, start- og sluttdato, landingsside, diskusjonsforum osv.?</span></li>
<li><strong style="font-size: 1em;">L&aelig;ringsobjektene</strong><span style="font-size: 1em;">: Hvem spr&aring;kvasker kurset? Hvem tekster videoene (universell utforming) og sjekker at bilder er lisensiert?&nbsp;</span></li>
<li><strong style="font-size: 1em;">Pilotering:</strong><span style="font-size: 1em;"> Hvem kan ta kurset og gi tilbakemelding p&aring; feil og mangler og generell brukeropplevelse f&oslash;r publisering?&nbsp;</span></li>
</ol></ol></ol>
<p></p>