<figure><img width="1200" style="height: 100%; object-fit: cover;" alt="En knapp hvor det st&aring;r " src="/static/simulering.png" type="saveimage" target="[object Object]" simulation="" reload="" /><figcaption style="text-align: left;"><em>Foto: Jonas Langset Hustad (Hentet fra JavaScript Ants av Marcel Salath&eacute;)</em></figcaption></figure>
<p></p>
<p><strong>Til slutt, det er mange andre m&aring;ter &aring; presentere innhold i nettkurs p&aring;. Utviklingen p&aring; omr&aring;det skjer raskt, men det krever&nbsp;mer av deg som underviser.</strong></p>
<p></p>
<h3>Simuleringer og visualiseringer</h3>
<p>Simuleringer og digitale rollespill er i &oslash;kende grad akseptert som l&aelig;ringsfremmende aktiviteter som forbereder deltakerne p&aring; reelle situasjoner i arbeidslivet. Forskning viser at effekten er st&oslash;rst n&aring;r simuleringen inng&aring;r i undervisningsdesignet. Simuleringer har en rekke anvendelsesomr&aring;der (Wiley et al. , 2005):</p>
<ul>
<ul>
<ul>
<li>Prosedyrer (eks. medisinske prosedyrer).</li>
<li>Problembasert l&aelig;ring i komplekse kontekster.</li>
<li>Discovery-basert l&aelig;ring.</li>
</ul>
</ul>
</ul>
<p>Deltakeren settes i en profesjonell kontekst hvor det er samhandling og&nbsp;valg som m&aring; tas og hvor yrket ut&oslash;ves i samarbeid med kolleger, verkt&oslash;y, ressurser osv. for &aring; l&oslash;se forutsette og uforutsette oppgaver. Slik utvikles&nbsp;kunnskap, og deltakerne f&aring;r erfaringer de kan overf&oslash;re til virkelige situasjoner. Forskningen viser til positive resultater i online utdanning, hvor tilgangen til fysiske laber er utenfor rekkevidde.</p>
<p>V&aelig;r oppmerksom p&aring; at simulering krever teknisk kompetanse og kan v&aelig;re en langvarig og kostnadskrevende prosess. P&aring; <a href="https://sim4edu.com" target="[object Object]">Sim4edu.com</a>&nbsp;kan du finne eksempler p&aring; enkle digitale simuleringer og visualiseringer.</p>
<p>I videoen nedenfor viser vi hvordan simulering benyttes p&aring; campus ved NTNU.</p>
<h3>Litteratur</h3>
<p>Aldrich, C (2005). <em>Learning by Doing: A Comprehensive Guide to Simulations, Computer Games and Pedagogy in e-Learning and Other Educational Experiences</em>.&nbsp;John Wiley &amp; Sons.</p>
<p>Finkelstein, N. D., Adams, W. K., Keller, C. J., Kohl, P. B., Perkins, K. K., Podolefsky, N. S., ... &amp; LeMaster, R. (2005). When learning about the real world is better done virtually: A study of substituting computer simulations for laboratory equipment. <em>Physical review special topics-physics education research</em>, 1(1), 010103.</p>
<p>&nbsp;(Lest fra http://www.colorado.edu/physics/EducationIssues/papers/CCKe010103.pdf)</p>
<p></p>