<h3><img width="100%" alt="Steg 1 i DriveX" src="/static/trappasteg1-01.jpg" type="saveimage" preventdefault="function (){r.isDefaultPrevented=n}" stoppropagation="function (){r.isPropagationStopped=n}" stopimmediatepropagation="function (){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" target="[object Object]" /></h3>
<p><strong>I steg 1 Avklaring presenterer vi &aring;tte innledende sp&oslash;rsm&aring;l. Les sp&oslash;rsm&aring;lene samtidig som du tenkesvarer for &aring; f&aring; en klarere id&eacute; om ditt nettkurs.&nbsp;</strong></p>
<ol><ol><ol><ol>
<li><strong>Tittel</strong>: Arbeidstittel &ndash; Hva skal kurset ditt hete?</li>
<li><strong>Underviser(e)</strong>: Hvem skal lede&nbsp;arbeidet med nettkurset?&nbsp;Hvem skal bidra til&nbsp;det faglige innholdet?</li>
<li><strong>Sammendrag:</strong> En kort beskrivelse av kurset og fagomr&aring;det. Hva handler kurset ditt om, hva l&aelig;rer deltakerne? Hvorfor er dette et viktig kurs?</li>
<li><strong>Forventet antall deltakere</strong>: Hvor mange deltakere&nbsp;vil kunne v&aelig;re&nbsp;aktuelle for dette kurset?</li>
<li><strong>M&aring;lgruppen:</strong>&nbsp;Hvem er deltakerne? Hvilket niv&aring; (bachelor, master, ph.d., &nbsp;etterutdanningskurs, videreutdanningsemne)? Ved kurs for arbeidslivet: Hvem er&nbsp;eventuelt samarbeidspartnere og hvilke bransjer&nbsp;er kurset relevant for?</li>
<li><strong>Kurslengde</strong>: Hvor mange uker/moduler inneholder kurset? Et nettkurs er ofte p&aring; 3-8 uker/moduler. Et emne p&aring; campus g&aring;r gjerne over 14-16 uker. Vi anbefaler &aring; dele store emner. Hvor mange ganger vil du kj&oslash;re kurset ditt? Det kan ligge &aring;pent, men det kan ogs&aring; lukkes med jevne mellomrom.</li>
<li><strong>Studentenes arbeidsmengde</strong>: Hvor mange studiepoeng tilsvarer kurset ditt? Studentenes arbeidsmengde kan angis i form av studiepoeng. 1 studiepoeng tilsvarer omtrent 25-30 timers arbeid. Et nettemne som g&aring;r over 8 uker, vil da kunne tilsvare et emne p&aring; 7.5 studiepoeng, med en arbeidsbelastning p&aring; 25-30 timer per uke/modul.</li>
<li><strong>Spr&aring;k og m&aring;lform</strong>: Hvilket&nbsp;spr&aring;k vil du benytte? V&aelig;r oppmerksom p&aring; at videoer som benyttes, skal ha universell utforming (undertekster p&aring; norsk/engelsk). Sp&oslash;r oss om r&aring;d her.</li>
</ol></ol></ol></ol>
<p></p>