<figure><img width="1200" style="height: auto; object-fit: cover;" alt="alternativ tekst her" src="/static/InternetMarketing-01-01.jpg" type="saveimage" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" stoppropagation="function(){r.isPropagationStopped=n}" preventdefault="function(){r.isDefaultPrevented=n}" target="[object Object]" /><figcaption><i>Foto: Gunnar &Oslash;rn Thordarson. Internet Marketing</i></figcaption></figure>
<p></p>
<p><strong>Gratulerer! Kurset ditt er n&aring; ferdig og lansert p&aring; nettet, og deltakerne kan endelig begynne &aring; l&aelig;re. Det neste viktige sp&oslash;rsm&aring;let er: Hvordan finner andre kurset ditt?</strong></p>
<p>Det er mange online-kurs tilgjengelig, b&aring;de gratis og betalt. &Aring; skille seg ut i mengden og f&aring; folk til &aring; finne og velge kurset ditt, avhenger av at du markedsf&oslash;rer det.</p>
<p>I denne delen vil vi gi deg en grunnleggende forst&aring;else av hva du kan gj&oslash;re for &aring; markedsf&oslash;re kurset ditt, som medlem av en utdanningsinstitusjon eller som en privatperson, som oppretter kurset uten st&oslash;ttenettverk.</p>
<h3>Skap bevissthet om kurset ditt</h3>
<p>Det er flere m&aring;ter &aring; skape bevissthet p&aring;. Du kan snakke med mennesker i nettverket ditt, studenter, l&aelig;rere og alle som kan v&aelig;re interessert. E-post fungerer for eksempel utmerket, men v&aelig;r forsiktig slik at du skriver en meningsfull e-post med et innhold som du vet mottakeren &oslash;nsker &aring; motta. Du &oslash;nsker ikke &aring; sende ut spam.</p>
<h3>Hva virker?</h3>
<p>I&nbsp;<a href="https://www.researchgate.net/publication/328173166_A_Critical_Review_of_Digital_Marketing" target="[object Object]">En global unders&oslash;kelse </a>i 2016&nbsp;ble 275 markedsf&oslash;rere&nbsp;spurt om den mest effektive og den vanskeligste&nbsp;tiln&aelig;rmingen du kan bruke i online markedsf&oslash;ring. Resultatene kan sees p&aring; figuren nedenfor.</p>
<p><span style="caret-color: #222222; color: #222222; font-family: Arial, sans-serif; font-size: 13px;">Bala, M., &amp; Verma, D. (2018). A critical review of digital marketing.&nbsp;</span><i style="caret-color: #222222; color: #222222; font-family: Arial, sans-serif; font-size: 13px;">International Journal of Management, IT and Engineering</i><span style="caret-color: #222222; color: #222222; font-family: Arial, sans-serif; font-size: 13px;">,&nbsp;</span><i style="caret-color: #222222; color: #222222; font-family: Arial, sans-serif; font-size: 13px;">8</i><span style="caret-color: #222222; color: #222222; font-family: Arial, sans-serif; font-size: 13px;">(10), 321-339.</span></p>
<p><img width="943" height="435" alt="" src="/static/Bilde1.png" type="saveimage" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" stoppropagation="function(){r.isPropagationStopped=n}" preventdefault="function(){r.isDefaultPrevented=n}" target="[object Object]" /></p>
<p>Som du ser i figuren, kan det v&aelig;re store forskjeller mellom hvor vanskelig det er &aring; ta i bruk en markedsf&oslash;ringsstrategi og hvor effektiv den er. Vanskeligheten handler om grad av tekniske ferdigheter og/eller den kunnskapen du trenger om markedsf&oslash;ring for hver kanal. E-postmeldinger anses for eksempel som veldig effektive for markedsf&oslash;ring, og den tekniske vanskelighetsgraden er veldig lav. Nesten alle vet hvordan de oppretter og sender e-post. Ulempen er at det tar tid &aring; lage en liste over alle du &oslash;nsker &aring; sende e-posten til. Alternativt kan du finne en plattform som samler adressene for deg.</p>
<h3>Nettsted, e-post og sosiale medier</h3>
<p>Vi skal se p&aring; tre mulige kanaler for markedsf&oslash;ring av kurset ditt: nettsted (websider), e-postlister og sosiale medier. Vi skal ogs&aring; se p&aring; hvordan du kan lage en s&aring;kalt salgstrakt, et verkt&oslash;y du bruker for &aring; planlegge markedsf&oslash;ringsstrategien din og hvordan disse tre kanalene passer til trakten.</p>
<p>Hver kanal har et eget form&aring;l og involverer alt fra &aring; skape bevissthet om kurset til &aring; skape trafikk til blogger og artikler og f&aring; folk til &aring; registrere seg.</p>
<p>Vi skal se n&aelig;rmere p&aring; hver kanal og dens form&aring;l p&aring; de neste sidene.</p>