<figure><img src="/static/3156627.jpg" style="height: 400px; object-fit: cover;" alt="" width="1200px" type="saveimage" target="[object Object]" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" /><figcaption><i>Foto: <a href="https://www.freepik.com/free-photos-vectors/data" target="[object Object]">Data vector created by&nbsp;slides - www.freepik.com</a>&nbsp;</i>
<p></p>
<h4></h4>
<h4>Data er den nye oljen!</h4>
<p>Universitetene sitter p&aring; store mengder data. Disse dataene er av stor interesse for forskere og teknologibedrifter som utvikler kunstig intelligens (AI). Deep learning handler, for eksempel, om store mengder datasett som gir grunnlag for maskinl&aelig;ring. &nbsp;Chat-bots, eller algoritmer for skriftlige og muntlige samtaler med maskiner, er et eksempel p&aring; hvordan&nbsp;maskiner kan trenes opp til &aring;&nbsp;samhandle med mennesker p&aring; fornuftige m&aring;ter. Alt dette trenger store mengder data for &aring; fungere optimalt.</p>
<p><strong>Sp&oslash;rsm&aring;let vi stiller er: Hva vil skje med data som genereres i plattformene og hvordan kan de utnyttes p&aring; best mulige m&aring;ter av undervisere?</strong></p>
<p>Som underviser bruker du daglig en hel del "data" for &aring; tilpasse undervisningen til de studentene du har. Du erfarer&nbsp;hva de mestrer, eller ikke mestrer, gjennom oppgaver de leverer, dialoger p&aring; forelesninger, &nbsp;undervisning i grupper og individuelle samtaler med studentene. Utfordringen, slik vi ser det, er at disse dataene er spredt og sjelden ses i en st&oslash;rre sammenheng, b&aring;de n&aring;r det gjelder&nbsp;den enkelte student og st&oslash;rre grupper av studenter.</p>
<p>P&aring; plattformene finnes det store mengder data, som er systematiserte og ikke-systematiserte. Noen av dataene gir deg n&oslash;dvendig informasjon som underviser, mens annen data kan brukes til mer systematisk til forskning. For eksempel, den systematiserte dataen er tilrettelagt av plattformen for deg som underviser. Du har oversikt over hvor mange studenter du har i emnene dine, demografiske data, hvor mange studenter som melder seg av og hvem som er mest aktive i diskusjonsforumet.</p>
<p>Hvis du &oslash;nsker &aring; g&aring; dypere ned i din egen undervisning og forst&aring; hvordan du kan bruke data til &aring; forbedre din undervisning, krever det en annen tiln&aelig;rming. Da m&aring; du&nbsp;bygge datasett og hente ut &laquo;r&aring;data&raquo; fra plattformene. R&aring;dataene m&aring; omkodes i variabler og tilpasses forskningssp&oslash;rsm&aring;l. Data for plattformene gir muligheter til &aring; forbedre din undervisning og &aring;pner opp muligheter til &aring; tilrettelegge l&aelig;ring p&aring; nye m&aring;ter.</p>
</figcaption></figure>