<figure><img width="1200" style="height: 400px; object-fit: cover;" alt="" src="/static/Bilde_10.jpg" type="saveimage" target="[object Object]" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" /><figcaption><em>Foto: Andreas H. Schille.</em></figcaption></figure>
<p></p>
<p><strong>Som underviser har du en litt spesiell&nbsp;rolle i nettkurs. Du er til stede i nettkurset som&nbsp;en fortellerstemme i tekstene du skriver og som en underviser&nbsp;i videoene du produserer. Du henvender deg i st&oslash;rre grad til den enkelte kursdeltaker og i mindre&nbsp;grad til deltakerne som gruppe. Din tilstedev&aelig;relse er med andre ord en forh&aring;ndsdefinert illusjon.</strong></p>
<p>En utfordring er at du ikke kan tilpasse undervisningen&nbsp;til den gruppen du skal lede frem til m&aring;loppn&aring;else underveis i kurset. Du kan for eksempel ikke lese kroppsspr&aring;k, og du f&aring;r ikke sp&oslash;rsm&aring;l i undervisningsvideoene dine, slik tilfellet er i undervisning p&aring; campus. Du m&aring; derfor bruke en del tid p&aring; &aring; danne deg et indre bilde av kursdeltakere dine som du kan ta med deg i arbeidet med kurset, selv om det kan v&aelig;re mye usikkerhet heftet ved det i &aring;pne nettkurs. &nbsp;M&aring;let er med andre ord &aring; fremst&aring; som en troverdig og tillitvekkende underviser og&nbsp;skape en <em>illusjon</em> av n&aelig;rhet til kursdeltakerne dine.&nbsp;</p>
<p>En annen utfordring er &aring; f&aring; deltakerne til &aring; bidra i diskusjoner, samarbeide og dele kunnskaper og erfaringer. Det kan skje ved at du deltar aktivt i diskusjonsforumet som en <em>reell&nbsp;</em>deltaker, eller ved at du delegerer dette ansvaret til andre kompetente fagpersoner i kurset.</p>
<p>En tredje utfordring er &aring; finne din stil som nettunderviser. I kurset er du en "fortellerstemme"&nbsp;med en personlig stil. Det er denne  stemmen som hjelper deltakerne til &aring; navigere  seg frem i  kurset og  som bidrar til &aring; gj&oslash;re kursinnholdet mer tilgjengelig og interessant. En profesjonell underviser har innsikt i omr&aring;der i faget hvor misforst&aring;elser ofte oppst&aring;r og har funnet innfallsvinkler som letter l&aelig;ringen for deltakerne. De kan v&aelig;re personlige og kreative. Samtidig har alle sin&nbsp;m&aring;te &aring;&nbsp;skrive p&aring;. Ved flere kursprodusenter er det viktig &aring; f&aring; til en gjennomf&oslash;rt stil, eller skilte stilbrudd.</p>
<p>Andre oppgaver som legges til&nbsp;underviseren er &aring;:&nbsp;</p>
<ul>
<ul>
<ul>
<li>Signere  e-poster til kursdeltakerne. </li>
<li>Poste  nyheter og s&oslash;rge for god flyt i informasjonsstr&oslash;mmen. </li>
<li> Samhandle med kursdeltakerne. </li>
<li>Moderere  diskusjoner. </li>
<li>Lage  uformelle videoer som tilbakemelding p&aring; diskusjoner eller samarbeidsoppgaver. </li>
<li>Gi tilbakemeldinger p&aring; tester og quizer som ikke er automatiserte.</li>
</ul>
</ul>
</ul>
<p>Din oppgave er, som i alle kurs, &aring; inspirere til&nbsp;arbeid med fagstoffet og til aktivitet blant deltakerne. Det handler i stor grad om faglig kompetanse.</p>
<p></p>