<figure><img width="1200" style="height: 400px; object-fit: cover;" alt="" src="/static/Bilde_6.jpg" type="saveimage" target="[object Object]" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" /><figcaption><em>Foto: Andreas Schille</em></figcaption></figure>
<h4></h4>
<p><strong>Noen ganger er det mer spennende &aring; reise ut til andre locations enn &aring; filme i studio. Her er noen ting du kan&nbsp;tenke over&nbsp;n&aring;r du&nbsp;velger en location:</strong></p>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em;">Er stedet relevant for det som fortelles?</span></li>
<li><span style="font-size: 1em;">Er stedet visuelt stilig?</span></li>
<li><span style="font-size: 1em;">Hvordan er lysforholdene der? Kamerabilder er ofte m&oslash;rkere enn slik man ser med &oslash;yet.</span></li>
<li><span style="font-size: 1em;">Er det mye st&oslash;y? Dette kan v&aelig;re distraherende om man skal ta opp tale.</span></li>
</ul>
</ul>
</ul>
<p>Film er et visuelt medium, og det er som regel bedre &aring; vise noe enn kun &aring; forklare det. Med riktig bruk av locations tar du&nbsp;seeren med p&aring; en reise hvor stedene som&nbsp;bes&oslash;kes, er med p&aring; &aring; fortelle historien. Det gir&nbsp;mer varierte bilder, og det gir&nbsp;ofte en mer spennende film.</p>
<p>Til gjengjeld krever det mer tid og penger &aring; reise rundt for &aring; ta slike opptak. P&aring; forh&aring;nd m&aring; du&nbsp;ha en klar tidsplan for hvor lang tid du&nbsp;bruker p&aring; hvert sted, samt avtale med kontaktpersoner der det skal filmes. Det er vanskeligere for videoprodusenten &aring; kontrollere opptaksforholdene, og hver kameravinkel krever tid &aring; sette opp. Arbeidet blir lettere om du gir videoprodusenten bilder av stedet p&aring; forh&aring;nd. Om det ikke er for upraktisk, er et forh&aring;ndsbes&oslash;k enda mer til hjelp.</p>
<p>Om du&nbsp;ikke har tid eller budsjett til &aring; filme alt p&aring; location, kan videoprodusenten hjelpe deg med &aring; finne ut hvilke deler av kurset som vinner mest p&aring; "&aring; tas med" ut av studio.</p>
<h3>Storyboard</h3>
<p>N&aring;r det gjelder tekst og framf&oslash;ring, s&aring; b&oslash;r opptak p&aring; location forberedes godt, p&aring; samme m&aring;te som opptak i studio. En m&aring;te &aring; forberede seg p&aring;, er &aring; bruke &laquo;story board&raquo;. Det kan for eksempel se slik ut i en video som beskriver undervisning:</p>
<p>Eksempel:&nbsp;</p>
<p><img width="910" height="490" alt="Storyboard et eksempel" src="/static/Screenshot_2020-01-12_at_21.08.40.png" type="saveimage" target="[object Object]" preventdefault="function (){r.isDefaultPrevented=n}" stoppropagation="function (){r.isPropagationStopped=n}" stopimmediatepropagation="function (){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" /></p>
<figure style="text-align: left;"><figcaption></figcaption></figure>
<p>Filming p&aring; location er, som du ser, ofte hardt arbeid, men det er g&oslash;y ogs&aring;!</p>
<p></p>
<p></p>