<h4>Pr&oslash;v synkron&nbsp;p&aring; nett</h4>
<p><strong>V&aring;re erfaringer med webinar og andre former for synkrone m&oslash;ter, hvor deltakerne ser og h&oslash;re hverandre og hvor de kan dele og samskrive i l&aelig;ringsobjekter p&aring; nett er gode. </strong></p>
<p>Det er etterhvert &nbsp;utviklet stabile digitale tjenester som ZOOM, Adobe Connect, Skype osv.,&nbsp;som st&oslash;tter deg&nbsp;p&aring; flere pedagogiske m&aring;ter, dersom du vil ta dette i bruk. Det er din institusjon som legger til rette for det. Ved NTNU er det for eksempel en slik tjeneste i Blackboard (LMS), Teams og ZOOM.</p>
<p><strong>Underviserdrevet</strong></p>
<p>Undervisere begynner &aring; f&aring; gode erfaringer med bruk av slike tjenester i undervisning, kollegialt samarbeid, m&oslash;ter og veiledning. Nettm&oslash;ter&nbsp;kan ogs&aring; anvendes i eksamenssituasjonener og&nbsp;benyttes for eksempel i utstrakt grad n&aring;r ekstern sensor befinner seg et annet sted.&nbsp;En underviser ved NTNU sier for eksempel at hun blir&nbsp;bedre kjent med sine studenter gjennom nettemner og synkrone nettm&oslash;ter, enn n&aring;r hun foreleser for flere hundre i et auditorium, hvor den enkelte student forsvinner i mengden. I&nbsp;nettm&oslash;ter vil den enkelte student tre tydeligere frem. &Aring; kunne se et ansikt og h&oslash;re en stemme gir &nbsp;verdifull tilleggsinformasjon til skrevet tekst i mange sammenhenger. Det&nbsp;kan ogs&aring; v&aelig;re lettere &aring; organisere nettm&oslash;ter enn &aring; finne ledige rom p&aring; campus n&aring;r man trenger det. Det krever selvsagt at du har ditt eget kontor!&nbsp;</p>
<p><strong>Studentdrevet</strong></p>
<p>Til slutt. Det er ikke n&oslash;dvendigvis du som skal lede og ta ansvar for innhold i nettm&oslash;tene. Studentene kan gjerne f&aring; ansvar, slik at du eventuelt kan g&aring; inn som veileder. Det gir studentene verdifull digital kompetanse i et samfunn hvor mindre reising og fleksibilitet&nbsp;st&aring;r p&aring; agendaen.</p>
<p>Som erfaringer fra webinarfestivalen ved NTNU viser, s&aring; er det ogs&aring; mulig &aring; organisere konferanser, hvor studentene bidrar med innhold og organisering. Dersom du ikke har utforsket denne formen for l&aelig;ring, kan du g&aring; til <a href="https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=video&amp;cd=1&amp;ved=0ahUKEwirnb2A96rnAhVAAxAIHfBoBYoQtwIIKTAA&amp;url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DbUhoxMQ4FAI&amp;usg=AOvVaw3gciGVWTWOIdAn_Pm08KnC" target="[object Object]">Webinarfestivalen p&aring; YouTube</a>. Der finner du alle sesjonene i opptak.</p>
<p></p>