<figure><img width="1200" style="height: 100%; object-fit: cover;" alt="En mikrofon" src="/static/podcast.png" type="saveimage" target="[object Object]" /><figcaption style="text-align: left;"><em>Foto:&nbsp;pixabay.</em></figcaption></figure>
<p></p>
<p></p>
<p><strong>Du kan ogs&aring; velge &aring; formidle innhold i kurset ditt i form av en podcast.&nbsp;Podcast er et medium som har blitt mer attraktivt i det siste.</strong></p>
<p>N&aring;r studentene&nbsp;lytter til lydforelesninger mer enn en gang, tar notater og bearbeider dem, slik de gj&oslash;r p&aring; forelesninger, er det en l&aelig;ringsfremmende aktivitet. Forskning viser at effekten av lydforelesninger kan v&aelig;re&nbsp;st&oslash;rre enn deltakelse p&aring; forelesninger under slike forutsetninger (McKinnley et al., 2009). Det henger sammen med at de kan g&aring; tilbake flere ganger for &aring; f&aring; med seg innholdet. Det samme gjelder for video.</p>
<p>Dersom du ikke har pr&oslash;vd dette mediet f&oslash;r, anbefaler vi deg &aring; registrere deg p&aring; <a href="https://soundcloud.com/" target="[object Object]">SoundCloud</a>&nbsp;med din egen e-post, ikke institusjonens e-post dersom det ikke foreligger en offisiell avtale.</p>
<h3>To eksempler</h3>
<p>En av v&aring;re medarbeidere i NTNU Drive, Eirik Watteng&aring;rd, ble intervjuet om forskningen p&aring; kvalitet i videoer ved NTNU under et bes&oslash;k ved MIT i Boston i 2019. Her er&nbsp;b&aring;de innholdet og produksjonen av videoen interessant.</p>
<p><iframe width="500" height="50" src="https://podcasts.flippedlearning.org/askthefln/?powerpress_embed=397-podcast&amp;powerpress_player=mediaelement-audio" frameborder="0" scrolling="no"></iframe></p>
<p></p>
<p>Her er et annet eksempel p&aring; en akademisk podcast fra NTNU p&aring; Sound Cloud, hvor professor Eirik&nbsp;Irgens intervjues om ledelse. Mens du lytter, kan du tenke over om dette kan v&aelig;re en formidlingsform du kan tenke deg &aring; benytte i ditt nettkurs.</p>
<p><iframe width="100%" height="300" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/382510301&amp;color=%23ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;show_teaser=true&amp;visual=true" frameborder="no" scrolling="no" allow="autoplay"></iframe></p>
<h3>Litteratur</h3>
<p>McKinney, D., Dyke, J.L., &amp; Luber, E.S (2009). iTunes University and the Classroom: Can Podcasts replace Professors? <em>Computers &amp; Education</em>, 52: 617-623. (http://www.brown.uk.com/teaching/qualitativepostgrad/mckinney.pdf)</p>
<p></p>