<figure><img width="1200" style="height: 400px; object-fit: cover;" alt="" src="/static/video_3.png" type="saveimage" target="[object Object]" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" /><figcaption><em>Foto:&nbsp;Jonas Hustad</em></figcaption></figure>
<p></p>
<p><strong>Hva b&oslash;r du tenke p&aring; for at videoene i nettkurset ditt skal&nbsp;gi best mulig l&aelig;ring? Vi starter med noen viktige tommelfingerregler&nbsp;som gjelder for all produksjon av undervisningsvideoer.&nbsp;</strong></p>
<h3>Show, don't tell</h3>
<p>Det f&oslash;rste du b&oslash;r&nbsp;sp&oslash;rre deg selv er: Skal dette v&aelig;re en video? Eller er det andre m&aring;ter &aring; formidle dette fagstoffet p&aring; som er like effektive? &Aring; bruke&nbsp;visuelle demonstrasjoner eller &aring; ta med deltakeren&nbsp;p&aring; en virtuell faglig reise, er andre egnede bruksomr&aring;der for video.&nbsp;</p>
<h3>Bruk video til &aring; skape engasjement</h3>
<p>Ved &aring; bruke videomediets kvaliteter til &aring; utvide mulighetsrommet i undervisningen, kan du inspirere studentene p&aring; m&aring;ter som gj&oslash;r at de blir mer motivert for&nbsp;&aring; tilegne seg fagstoffet (Schwartz, Hartman 2007). Det kan &nbsp;for eksempel foreg&aring; ved at du benytter video som en "discussion trigger" for &aring; &oslash;ke den indre motivasjonen for l&aelig;ring. Slik kan du ogs&aring; bruke videoer uten at videoer brukes til ren formidling&nbsp;av fagstoff.</p>
<h3>Skap en personlig l&aelig;ringsopplevelse</h3>
<p>I nettundervisning kan det &aring; skape et sosialt fellesskap og en personlig opplevelse, v&aelig;re en utfordring. Her kan video v&aelig;re med p&aring; &aring; skape tilh&oslash;righet ved &aring; gi et menneskelig ansikt til undervisningen og bygge relasjon til studentene. N&aelig;rhet til fagstoffet og det &aring; ber&oslash;re deltakerne ved &aring; vise til virkelige personer, situasjoner og hendelser som studentene kan kjenne seg igjen i, er et annet aspekt.</p>
<h3>Still sp&oslash;rsm&aring;l i &nbsp;og til videoen</h3>
<p style="font-size: 16px;">Du b&oslash;r alltid gi deltakeren en grunn til &aring; se den videoen du har valgt. Det gj&oslash;r du for eksempel ved &aring; skrive en kort introduksjon til videoen, hvor du ber deltakeren fokusere p&aring; noen elementer, eventuelt som sp&oslash;rsm&aring;l. Du kan ogs&aring; legge inn sp&oslash;rsm&aring;l i selve videoen.&nbsp;</p>
<p style="font-size: 16px;">I videoen nedenfor kan du se&nbsp;tre m&aring;ter &aring; stille sp&oslash;rsm&aring;l p&aring; i en undervisningsvideo. Mens du ser videoen, kan du tenke over hvilke teknikker du kan tenke deg &aring; benytte.</p>