<h3>Interaktivitet&nbsp;i undervisningsvideoer</h3>
<p>B&aring;de i ordin&aelig;re undervisningsvideoer og i 360-videoer er det mulig &aring; legge inn interaktivitet&nbsp;underveis i videoene i form av kunnskaps- eller refleksjonssp&oslash;rsm&aring;l for &aring; f&aring; studentene til &aring; stoppe opp, tenke og huske. Interaktivitet bidrar ogs&aring; til &aring;&nbsp;holde p&aring; oppmerksomheten gjennom hele undervisningsvideoen. Forskning viser at det er vanskelig &aring; holde konsentrasjonen i mer enn 20 minutter, men sp&oslash;rsm&aring;l kan legges inn der det er naturlig, for eksempel hvert andre minutt, som noen hevder. Samtidig m&aring; ikke sp&oslash;rsm&aring;lene bli irriterende distraktorer i lengre, dype tankerekker.</p>
<p>Som underviser kan du analysere data som genereres gjennom interaktive oppgaver for&nbsp;&aring; f&aring; &oslash;kt innsikt i&nbsp;studentenes&nbsp;forst&aring;else av temaet og legge til rette for tilpasset og differensiert undervisning.</p>
<h3>Hvordan g&aring;r du frem for &aring; utforske disse mulighetene?</h3>
<p>Det er ulike digitale tjenester&nbsp;du&nbsp;kan bruke for &aring; lage interaktivitet&nbsp;i videoer. Her nevner vi spesielt&nbsp;<a href="http://h5p.org" target="[object Object]">H5P</a>, som&nbsp;er et allsidig verkt&oslash;y for &aring; lage interaktivitet i videoer med mer. Du kan for eksempel&nbsp;legge inn flere typer interaktive oppgaver og lage s&aring;kalte "branched videos", hvor det er mulighet for den som ser, &aring; gj&oslash;re ulike valg gjennom videoen.</p>
<p style="padding-left: 30px;"><img width="663" height="614" alt="h5p interactive video." src="/static/Screenshot_2020-01-08_at_10.39.55.png" type="saveimage" target="[object Object]" preventdefault="function (){r.isDefaultPrevented=n}" stoppropagation="function (){r.isPropagationStopped=n}" stopimmediatepropagation="function (){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" /></p>
<p style="padding-left: 60px;"><em>Screenshot: H5p tutorial at http://h5p.org.</em></p>
<p>I Mediasite, som NTNU-ansatte har tilgang til, er det enkelt &aring; legge inn quizzer p&aring; ulike tidskoder, se videoen nedenfor for en enkel tutorial i hvordan man kan legge inn quizzer i Mediasite:</p>