<figure><img width="1200" style="height: 400px; object-fit: cover;" alt="" src="/static/finneegnendebilder.jpg" type="saveimage" target="[object Object]" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" stoppropagation="function(){r.isPropagationStopped=n}" preventdefault="function(){r.isDefaultPrevented=n}" /><figcaption><em>Foto: Pixabay.</em>
<p></p>
</figcaption></figure>
<h3>Hvordan kan du organisere arbeidet med &aring; finne og ta gode bilder som kan illustrere tekstene dine?</h3>
<p style="caret-color: #000000; color: #000000;">Her vil vi gjerne dele en erfaring vi har gjort i NTNU Drive. &Aring; ha flere kursutviklere som lager innhold, f&oslash;rer gjerne til forskjellige designvalg og bildetyper. Det er viktig at det er &eacute;n person som tar hovedansvar for &aring; g&aring; gjennom alle bilder, grafer og symboler, slik at stilen dere velger, blir holdt gjennom hele kurset. Ta dere &nbsp;tid til &aring; g&aring; gjennom kurset, se p&aring; alle bilder og visuelt innhold og se om dere har et helhetlig visuelt uttrykk.&nbsp;</p>
<p>Bruk av bilder i kursdesignet ditt er p&aring; mange m&aring;ter&nbsp;like viktig som videoproduksjonen. &nbsp;God bruk av bilder er avgj&oslash;rende for &aring; engasjere og koble deltakerne til temaet for tekstene du har skrevet. Bilder snakker direkte til f&oslash;lelsene v&aring;re, og du kan utnytte den kunnskapen ved &aring; forberede leseren p&aring; hva teksten vil inneholde ved &aring; bruke et innledende bilde i sammenheng med en overskrift. Du aktiverer med andre ord leserens forforst&aring;else. &nbsp;</p>
<p><strong>La oss ta to eksempler:&nbsp;</strong></p>
<p>Hvis du skriver en tekst om mennesker og kommunikasjon, kan du bruke bilder som viser mennesker som samarbeider i en gruppe, eller en person som holder en tale foran et publikum. Hvis teksten er teknisk, kan du pr&oslash;ve &aring; relatere bildet til deltakeren: en person som jobber p&aring; en b&aelig;rbar datamaskin, eller n&aelig;rbilde av et nettsted eller HTML-kode.&nbsp;</p>
<p>Tidlig i planleggingsfasen b&oslash;r du ha den visuelle utformingen av bildene i kurset i tankene. Hva vil du kommunisere og hvordan vil du relatere bildene&nbsp;til kursinnholdet? Det kan v&aelig;re smart &aring; begynne &aring; ta bilder og lagre dem I en felles mappe s&aring; tidlig som mulig. Dagens smarttelefoner har gode kamera.</p>
<p></p>