<h3>I tillegg har vi utarbeidet en sjekkliste med v&aring;re erfaringsbaserte tips for Open edX:</h3>
<p><strong>Teknisk sjekk:&nbsp;</strong></p>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em;">Sett opp kurset ditt i god tid f&oslash;r det skal starte! &nbsp;&nbsp;</span></li>
<li><span style="font-size: 1em;">sjekk at alle lenker fungerer og f&oslash;rer deltakeren til riktig sted.&nbsp;</span></li>
<li><span style="font-size: 1em;">Sjekk at oppgavene er korrekt konfigurert og fungerer.</span></li>
<li><span style="font-size: 1em;">Sjekk at diskusjonsforumet fungerer ved &aring; legge inn et svar i alle diskusjoner.</span></li>
<li><span style="font-size: 1em;">Sjekk at deltakere som skal kunne f&aring; kursbevis n&aring;r arbeidskrav er gjennomf&oslash;rt og best&aring;tt, er p&aring; </span><strong style="font-size: 1em;">honors track.</strong></li>
<li>Sjekk at du 1) &aring;pner&nbsp;en uke/modul av gangen, eller 2) hele kurset med en gang. 3) Eventuelt at fullf&oslash;ringen av en modul f&oslash;re til &aring;pningen av den neste modulen.</li>
</ul>
</ul>
</ul>
<p><strong>Innhold:&nbsp;</strong></p>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em;">Endelig navn p&aring; kurset ditt&nbsp;er bestemt.</span></li>
<li><span style="font-size: 1em;">Landingssiden er p&aring; plass &nbsp;med beskrivelse av kursansvarlig (faglig ansvarlig) og eventuelt kursinstrukt&oslash;r.</span></li>
<li><span style="font-size: 1em;">Modulene i kurset er p&aring; plass og alle sidene har en tiln&aelig;rmet lik lengde (scrolling).</span></li>
<li><span style="font-size: 1em;">Alle l&aelig;ringsobjekter (bilder) er merket med copyright/Creative commons og du benytter universell utforming.&nbsp;</span></li>
<li><span style="font-size: 1em;">Tekst er formatert p&aring; en gjennomf&oslash;rt m&aring;te &nbsp;- headings, Bold osv.</span></li>
<li><span style="font-size: 1em;"><span style="font-size: 1em;"></span></span>
<p style="font-size: 16px;">Du har versjonskontroll i hovedmenyen p&aring; kurset ditt.</p>
</li>
</ul>
</ul>
</ul>
<p><strong>Gjennomf&oslash;ring:&nbsp;</strong></p>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em;"><strong>Sett av tid til kursets diskusjonsforum</strong>. Vi anbefaler 15-20 minutter per dag for &aring; skape flyt og engasjement og synliggj&oslash;re tilstedev&aelig;relse.&nbsp;</span></li>
<li><span style="font-size: 1em;">&nbsp;Eventuelt, legg inn viktige datoer for kurset i en kalender som du deler med kursdeltakerne.&nbsp;</span></li>
<li><span style="font-size: 1em;">Hold deg til f&aring; informasjonskanaler og opplys deltakerne om disse.&nbsp;</span></li>
<li>S&oslash;rg for at budskapet/meldingene er de samme p&aring; tvers av alle kanaler.&nbsp;</li>
<li>sette av tid til videom&oslash;ter med deltakerne i l&oslash;pet av kursets gjennomf&oslash;ring. Disse kan du bruke til sp&oslash;rsm&aring;l og svar sekvenser, eller gjesteforelesere osv.&nbsp;</li>
<li>Opprett gjerne emneknagger/hashtags for kurset ditt, slik at deltakerne kan finne igjen hverandres innhold p&aring; sosiale medier. (Du kan bruke en Page i hovedmenyen i Open edX for &aring; informere om dette.)</li>
</ul>
</ul>
</ul>