<h3 style="caret-color: #000000; color: #000000;">Hvordan skal kurset ditt se ut?&nbsp;</h3>
<p style="caret-color: #000000; color: #000000; font-size: 16px;">Noen&nbsp;av de vanskeligste sp&oslash;rsm&aring;lene i starten av produksjon av et nettkurs (MOOC), er for eksempel: Hvordan vil du at kurset ditt skal se ut? Hvor lenge skal det vare? Hvordan kan du aktivere deltakerne? Det er ingen enkel sak &aring; gi et klart svar p&aring; sp&oslash;rsm&aring;l om kursdesign. Det er avhengig av mange faktorer, som for eksempel om&nbsp;du&nbsp;skal gjenbruke innhold du har fra f&oslash;r eller lage nytt l&aelig;ringsinnhold.</p>
<p style="caret-color: #000000; color: #000000; font-size: 16px;">Nettkurs kan v&aelig;re korte eller lange. Det vil si at&nbsp;kursene&nbsp;kan g&aring; over to&nbsp;til&nbsp;&aring;tte uker, og at deltakerne p&aring; kurset kan&nbsp;bruke to til fire timer hver uke, dersom de er i jobb. Dersom du ikke har noen erfaring med &aring; lage nettkurs,&nbsp;er&nbsp;anbefalingen fra de store MOOC-plattform-tilbyderne, som for eksempel FutureLearn, at&nbsp;du&nbsp;starter med et nettkurs som varer tre-fire uker og har et omfang p&aring; omtrent 20 timer. For heltidsstudenter vil det v&aelig;re andre rammer for nettkurset. &nbsp;</p>
<p style="caret-color: #000000; color: #000000; font-size: 16px;">Den neste utfordringen&nbsp;er &aring; komme i gang med planleggingen av kurset. Ogs&aring; her er det mange tiln&aelig;rminger, men det l&oslash;nner&nbsp;seg &aring; sette opp et skjelett av kurset i plattformen du skal&nbsp;bruke og gj&oslash;re deg kjent med funksjonalitetene i plattformen tidlig i prosessen.&nbsp;</p>
<p style="caret-color: #000000; color: #000000; font-size: 16px;">&Aring; sette opp en dummy-versjon av kurset i plattformen som du har valgt, skjer derfor tidlig i prosessen. N&aring;r du jobber i plattformen, vil du f&aring; en "look and feel"-f&oslash;lelse av hvordan kurset ditt vil se ut. N&aring;r du har satt opp dummy-kurset, har du samtidig laget et skall, eller en ramme, som vil gj&oslash;re det enklere for deg &aring; avgj&oslash;re hvordan du skal konkretisere det digitale l&aelig;ringsdesignet og hvordan du skal komme i gang med innholdsproduksjonen.&nbsp;</p>
<p style="caret-color: #000000; color: #000000; font-size: 16px;">I dette kurset hjelper vi deg i hele prosessen.</p>