<h3>Hvordan bruker du en nettside for &aring;&nbsp;markedsf&oslash;re kurset ditt?</h3>
<figure><img src="/static/FunnelOverview.svg" style="widht: 100% height: auto; object-fit: cover;" alt="" type="saveimage" target="[object Object]" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" width="1200px" />Illustrasjon: Hvordan du lenker kanaler.</figure>
<p></p>
<p>Nettsiden vil, som sagt, v&aelig;re stedet der du samler alt innholdet ditt relatert til kurset og eventuelt annet innhold. N&aring;r du oppretter et innlegg p&aring; sosiale medier, peker du seerne til dette nettstedet, og n&aring;r du oppretter nytt innhold p&aring; nettstedet ditt, lenker og refererer du til det det p&aring; sosiale medier. Innleggene dine skal alltid ha en tydelig vei til p&aring;meldingssiden (landingssiden) for kurset ditt.</p>
<p>Hvis du finner eksterne kilder som snakker om kurset ditt, trenger ikke artiklene og bloggene n&oslash;dvendigvis &aring; handle om selve kurset, men noe som har tilknytning til kursets innhold eller tema. Se om det er mulig &aring; f&aring; en lenke og en omtale av kurset inn i innleggene p&aring; de eksterne ildene, som for eksempel en kommentar. Jo flere steder folk ser kurset ditt, desto mer sannsynlig er det at de melder seg p&aring;, men til slutt vil &nbsp;du at trafikken ender p&aring; nettstedet ditt eller landingssiden der man registrerer seg p&aring; kurset.</p>
<p>Det er, som sagt, p&aring; nettsiden din at du samler e-postmeldinger til en e-postliste. Du kan sp&oslash;rre leseren om han eller hun vil registrere seg p&aring; en adresseliste for mer innhold relatert til kurset ditt, eller til og med tilby dem noe i retur for &aring; registrere seg. Hvis du har en e-bok (pdf) som dekker kjernen i kurset ditt, kan du tilby &aring; sende dem e-boken i bytte mot e-posten.</p>
<p>E-postlisten vil bli brukt til &aring; minne folk om kurset. For eksempel n&aring;r du har en ny kursstartdato, hvis det er oppdateringer til kurset eller hvis du har et tilbud p&aring; kurset.</p>
<p>Jo bedre innholdet p&aring; nettsiden, jo lettere vil det v&aelig;re for folk &aring; finne deg gjennom s&oslash;kemotorene. Over tid vil nettstedet ditt vises p&aring; s&oslash;kemotorene.</p>
<p>SEO (Search Engine Optimization) er en verdifull ferdighet n&aring;r du lager nettsteder og noe du kan bruke mye tid p&aring; &aring; deg lese opp p&aring;. Det grunnleggende &aring; huske p&aring; er &aring; bruke beskrivende overskrifter for innholdet ditt og &aring; inkludere setninger som du tror folk vil s&oslash;ke etter i teksten. Dette vil v&aelig;re nok til &aring; komme i gang.</p>