<figure></figure>
<figure><img width="1200" style="height: 100%; object-fit: cover;" alt="En laptop blant b&oslash;ker" src="/static/nettkurs_mindre.png" type="saveimage" target="[object Object]" /><br /><figcaption style="text-align: left;"><em>Foto: Adobe Stock</em></figcaption></figure>
<p></p>
<p style="font-size: 16px; margin-top: 20px;"><strong>Baklengs planlegging er kanskje et begrep du har h&oslash;rt i forbindelse med undervisningsplanlegging. Det inneb&aelig;rer at du innledningsvis planlegger hva studentene skal kunne ved kursslutt og hvordan de kan vise kompetansen sin&nbsp; i sluttvurderingen, f&oslash;r du designer innhold og arbeid i kurset. </strong></p>
<p style="font-size: 16px; margin-top: 20px;">I v&aring;r tiln&aelig;rming til nettkurs og emner benytter vi en tilsvarende fremgangsm&aring;te.&nbsp;Du planlegger kurset ditt som om det skulle v&aelig;re et emne, mens deltakerne kan velge &aring;&nbsp;ta eksamen, f&aring; kursbevis eller "droppe inn". Det vil si at kurset ditt er forskningsinformert og av akademisk kvalitet, tilsvarende emner p&aring; for eksempel bachelor, master eller ph.d. Deltakerne har da tre valg:</p>
<ol><ol><ol>
<li><span style="font-size: 1em;"><strong>Emne</strong>: Deltakere som tar nettkurset og f&aring;r godkjent alle oppgavene, har gjennomf&oslash;rt arbeidskravene og kan melde seg til </span><em style="font-size: 1em;">eksamen</em><span style="font-size: 1em;"> som ordin&aelig;r student, med eksamen i for eksempel Inspera (NTNU). Gjeldende standard for studiepoenggivende kurs er 7.5 studiepoeng (NTNU).&nbsp;</span></li>
<li><span style="font-size: 1em;"><strong>Kursbevis:</strong> Deltakerne som tar nettkurset og f&aring;r godkjent alle oppgavene, kan ogs&aring; velge &aring; f&aring; utstedt et </span><em style="font-size: 1em;">kursbevis</em><span style="font-size: 1em;">, uten &aring; g&aring; videre til en avsluttende eksamen. Kursbevis&nbsp;kan genereres automatisk i plattformen n&aring;r arbeidskravene er godkjent.&nbsp;Kurset b&oslash;r imidlertid v&aelig;re forskningsinformert. Dermed kan kurset p&aring; et senere tidspunkt inng&aring; i et mer omfattende emne. Det er selvsagt mulig &aring; la flere mindre selvstendige kurs med kursbevis kvalifisere til eksamensoppmelding.</span></li>
<li><strong>Drop in</strong>: Siden kurset er &aring;pent, kan deltakerne ogs&aring; velge &aring; "<em>droppe inn</em>" for &aring; ta deler av kurset, dersom de &oslash;nsker det. Da f&aring;r de ingen dokumentasjon. Modellen byger p&aring; prinsippet om Open Access til l&aelig;ringsobjekter og forskning som deles i plattformen.</li>
</ol></ol></ol>
<p style="font-size: 16px;">Utviklingen i markedet for etter- og videreutdanning g&aring;r i retning av mindre kurs over 1- 4 uker. Det omfatter sm&aring; kurs tilsvarende 1-2.5 studiepoeng. Her f&aring;r UH-sektoren konkurranse fra andre akt&oslash;rer i det norske markedet, men de kan kun tilby kurs med kursbevis.</p>
<p>Til slutt, det er ogs&aring; mulig &aring; utvikle nettkurs hvor deltakerne inviteres inn og hvor det foreligger et tilbud om noen konkrete tilleggstjenester. Slike kurs utvikles n&aring; gjerne for industrien.</p>
<p><img width="887" height="357" alt="Forretningsmodell for nettkurs" src="/static/Screenshot_2019-10-10_at_11.03.02.png" type="saveimage" preventdefault="function (){r.isDefaultPrevented=n}" stoppropagation="function (){r.isPropagationStopped=n}" stopimmediatepropagation="function (){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" target="[object Object]" /></p>
<p><em>Illustrasjon: &copy;NTNU Drive modellen</em></p>