<p></p>
<figure><img width="1200" title="En skjermdump fra OpenEdX" style="height: 400px; object-fit: cover; object-position: 0 75%;" alt="En skjermdump fra OpenEdX" src="/static/openedx.png" type="saveimage" target="[object Object]" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" stoppropagation="function(){r.isPropagationStopped=n}" preventdefault="function(){r.isDefaultPrevented=n}" /><figcaption><em>Foto: Jonas Langset Hustad</em></figcaption></figure>
<p></p>
<p></p>
<p><strong>I dette kurset antar vi at du har erfaring med&nbsp;emnedesign, veiledning og vurdering&nbsp;fra undervisning i UH-sektoren og at begrep som l&aelig;ringsutbyttebeskrivelser, summative og formative vurderingsformer, arbeidskrav og krav til innhold og&nbsp;"pensum" &nbsp;er kjent for deg. &nbsp;Vi konsentrerer oss om &aring; formidle annerledesheten n&aring;r denne kompetansen skal benyttes i kurs og emner p&aring; nett.</strong> &nbsp;</p>
<p>Undervisning p&aring; nett handler om &aring; skape et godt l&aelig;ringsmilj&oslash; hvor deltakerne kan l&aelig;re i samarbeid med andre. Det finnes en rekke metodiske tiln&aelig;rminger til det, som for eksempel blended learning, problembasert l&aelig;ring, teambasert l&aelig;ring, case osv. Du trenger ogs&aring; &aring; forst&aring; noe om MOOC-plattformer, teknologi og digitale tjenester, videoproduksjon og markedsf&oslash;ring av kurset ditt, men i designfasen kan du konsentrere deg om hvordan deltakerne skal l&aelig;re.</p>
<p><strong>Her deler vi noen innledende erfaringer fra v&aring;r nettkursproduksjon:</strong></p>
<p>For det f&oslash;rste ligger det noen didaktiske muligheter og begrensninger i den <em>plattformen</em> du har valgt. Du kan derfor komme ut&nbsp;for &aring; designe&nbsp;noe som ikke er gjennomf&oslash;rbart, eller du overser mulighetene i plattformen, dersom du ikke har gjort deg godt kjent med plattformen i startfasen. Vi tenker f&oslash;rst og fremst p&aring; oppgaver og aktiviteter du &oslash;nsker i kurset ditt og som kan bidra til &aring; skape et trygt og godt l&aelig;ringsmilj&oslash;.</p>
<p>For det andre kjennetegnes spr&aring;ket&nbsp;gjerne ved bruk av&nbsp;<em>du</em>, <em>jeg</em>&nbsp;eller&nbsp;<em>vi</em>, som&nbsp;kompenserer for n&aelig;rheten som forsvinner i campusundervisningen. Spr&aring;ket b&oslash;re v&aelig;re lettfattelig, det vil si at du velger de vanligste uttrykkene der det er hensiktsmessig og at du benytter avsnitt som ikke er for lange. En modul/uke/tema best&aring;r typisk av opptil 15 "sider" som b&oslash;r v&aelig;re omtrent like lange.</p>
<p>For det tredje m&aring; du tenke over&nbsp;hvilket innhold som egner seg best som tekst, bilder, lyd og <em>hva som fungerer bedre som video</em>. Video fungerer for eksempel sv&aelig;rt godt n&aring;r man skal forklare prosesser, men mindre bra for l&aelig;ringsutbyttebeskrivelser. Samtidig&nbsp;har du tilgang til flere virkemidler i fremstillingen av fagstoffet ditt enn i ordin&aelig;r undervisning p&aring; campus.&nbsp;</p>
<p style="font-size: 16px;">For det fjerde, som underviser&nbsp;er du ikke fysisk til stede med studentene. Alle som deltar i kurset, har ogs&aring; sin individuelle fysiske plassering. Studentene sitter som regel ikke i et fellesskap med andre studenter, men alene foran datamaskinen. Da m&aring; du finne andre m&aring;ter &aring; skape et <em>l&aelig;ringsfellesskap</em>, eller sosial l&aelig;ring, p&aring;.&nbsp;Det krever&nbsp;at du tenker nytt.</p>
<p style="font-size: 16px;">For det femte, dersom du har anledning til &aring; konferere med fremtidige kursdeltakere, er det absolutt en tiln&aelig;rming vi anbefaler. Unders&oslash;k behovet blant deltakerne. Inviter dem til et m&oslash;te hvor du ber om innspill p&aring; kurset ditt.</p>
<p style="font-size: 16px;">Alt dette er viktige momenter du kan tenke p&aring; n&aring;r du skal skape en best mulig digital l&aelig;ringsopplevelse.</p>