<figure><img width="1200" style="height: 400px; object-fit: cover; object-position: 0 21%;" alt="" src="/static/Halvdan_NKUL19.png" type="saveimage" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" stoppropagation="function(){r.isPropagationStopped=n}" preventdefault="function(){r.isDefaultPrevented=n}" target="[object Object]" /><br /><em>Foto: Inger Langseth. M&oslash;te om nettkursproduksjon, L&aelig;ringsfestivalen 2019.</em></figure>
<p></p>
<p><strong>Som underviser ved NTNU kan du velge &aring; ta nettkurset DriveX som en del av et "pakkel&oslash;p for nettkursproduksjon".&nbsp;</strong><strong>I pakkel&oslash;pet gjennomf&oslash;rer du dette nettkurset samtidig som du deltar p&aring; (nett)m&oslash;ter eller i workshops (blended learning) i regi av NTNU Drive.&nbsp;Du utvikler nettkurset ditt steg for steg. Ved fullf&oslash;rt kurs har du fullf&oslash;rt produksjonen av ditt eget nettkurs.</strong></p>
<p>Det tar normalt fra 5 til 6 m&aring;neder &aring; utvikle et forskningsbasert og kvalitetssikret nettkurs i pakkel&oslash;pet. De fleste sier det er mer arbeid enn de f&oslash;rst antok, men at det er en spennende utfordring.</p>
<h3>Samarbeid med v&aring;rt team?</h3>
<p style="font-size: 16px;">Vi har gode erfaringer med &aring; samarbeide i mindre grupper. Etter inng&aring;tt avtale om samarbeid med Drive, vil du innledningsvis f&aring; tildelt et team best&aring;ende av en teknisk ansvarlig, en pedagog og en multimedieprodusent. Teamet er ansvarlig for oppf&oslash;lging og veiledning i et samarbeid med deg og andre som du velger &aring; involvere i produksjonsprosessen. Samarbeidet foreg&aring;r digitalt og i m&oslash;ter p&aring; campus etter avtale.&nbsp;</p>
<h3>Workshops for grupper av ansatte?</h3>
<p style="font-size: 16px;">Ved NTNU Gj&oslash;vik piloterer vi h&oslash;sten 2019 et kurs for st&oslash;rre grupper av ansatte, basert p&aring; &laquo;pakkel&oslash;pet&raquo;. I 2020 vil vi arrangere workshops i Trondheim. Det vil vi informere om blant annet p&aring; Innsida.</p>
<p style="font-size: 16px;">Du kan kontakte&nbsp;<a href="http://ntnu.no/drive" target="[object Object]">NTNU Drive</a>&nbsp;eller&nbsp;<a href="mailto:inger.langseth@ntnu.no" target="[object Object]">Inger Langseth</a>&nbsp;for &aring; inng&aring; en avtale om samarbeid i forbindelse med dette nettkurset. Det forutsetter at du har konkrete planer om &aring; utvikle en MOOC p&aring; en av v&aring;re plattformer.</p>
<h3>Individuelt arbeid med DriveX</h3>
<p>Som sagt, s&aring; kan du ogs&aring; velge &aring; ta dette nettkurset uten videre samarbeid med NTNU Drive. Vi anbefaler da aktiv bruk av diskusjonsforumet og s&oslash;rger for at du har tilgang til en plattform hvor du kan utvikle&nbsp;nettkurset ditt.</p>