<p>I dette steget skal vi g&aring; n&aelig;rmere inn p&aring; hva som forventes av deg som kursutvikler n&aring;r du bestemmer deg for &aring; publisere kurs p&aring;&nbsp;FutureLearn.</p>
<p><strong>FutureLearn har valgt en tydelig pedagogisk profil forankret i sosiokonstruktivistiske l&aelig;ringsteorier med vekt p&aring; samarbeidsl&aelig;ring og en aktiv inkludering av kursdeltakerne gjennom engasjerende l&aelig;ringsaktiviteter.</strong></p>
<p>P&aring; FLs partnerside kan du lese mer om <strong><a href="https://futurelearnpartnersupport.zendesk.com/hc/en-us/articles/360033533834-Learning-design-guidelines" target="[object Object]">FLs pedagogiske filosofi og retningslinjer</a></strong> .</p>
<p>Som&nbsp;kursutvikler p&aring;&nbsp;FL er du kontraktsmessig forpliktet til &aring; s&oslash;rge for at kursene de utvikler, f&oslash;lger de pedagogiske retningslinjene for FutureLearn og oppfyller FutureLearns kriterier for kurs. Dette gjelder l&aelig;ringsdesign, tilgjengelighet og tekniske standarder. Intensjonen er at alle partnerne skal levere kurs som krever s&aring; lite tilbakemelding og&nbsp;endring som mulig, og som er klare til &aring; bli publisert ved overlevering til FutureLearn.</p>
<p>For &aring; sikre dette har FL utviklet <strong>et skjema for kvalitetskontroll</strong> som hjelper kursutviklere &aring; evaluere kurset de har produsert, f&oslash;r det blir godkjent for publisering. Dette skjemaet f&aring;r du tilgang til som kursuvikler.</p>
<p>Bildene nedenfor viser deg hele prosessen fra etableringen av kurset til den siste godkjenningen.</p>
<p><img width="958" height="560" alt="Screen shot FL" src="/static/Skjermbilde_2020-02-03_kl._10.09.03.png" type="saveimage" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" target="[object Object]" /></p>
<p><img width="707" height="560" alt="Screen shot FL" src="/static/Skjermbilde_2020-02-03_kl._10.10.01.png" type="saveimage" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" target="[object Object]" /></p>
<h3>Produksjonsmal for kvalitetssikring</h3>
<p>Kvalitetssikringsprosessen hos&nbsp;FutureLearn, eller Q&amp;A som det heter, begynner med en gang du f&aring;r tildelt plass i sandkassen, stedet hvor du utvikler kurset ditt, og den foreg&aring;r parallelt med at du utvikler kurset.</p>
<p>P&aring; e-post vil du f&aring; tilsendt en lenke som inneholder et ganske omfattende Excell-dokument du skal fylle ut.&nbsp;Du vil se at Excell-spread-arket er inndelt i ulike faner, og hver fane omhandler ulike sider ved kursutviklingsprosessen.</p>
<p>Her vil du for eksempel m&aring;tte fylle ut <strong>en mal for kursdesign</strong> med sp&oslash;rsm&aring;l relatert til kursets struktur, l&aelig;ringsobjekters funksjon i kurset og, i tillegg, evalueringsformer som passer.</p>
<p>Den siste fanen i Excell-dokumentet handler mer direkte om FutureLearns godkjenning av kurset f&oslash;r det publiseres.</p>
<p>N&aring;r kurset er ferdigutviklet, sender du det inn til godkjenning hos FutureLearn (FL), og du vil f&aring; spesifikke tilbakemeldinger p&aring; hva som virker og eventuelt hva som skal forbedres, f&oslash;r kurset lanseres.</p>
<p>Det tar ca. en m&aring;ned for FL &aring; kj&oslash;re Q&amp;A p&aring; kurset ditt, og deretter f&aring;r du tid til &aring; foreta eventuelle forbedringer.</p>
<p>Du m&aring; imidlertid tenke at kvalitetssikringsprosessen er mer en sluttkontroll for &aring; sikre at kurset ditt er klart for publisering enn en mulighet til &aring; f&aring; betydelig tilbakemelding p&aring; kurset og&nbsp;foreta mange revisjoner.</p>
<p>Q&amp;A-prosessen er spesielt viktig for nye kurs, men gjelder ogs&aring; for senere kurs. Alle kurs m&aring; best&aring; Q&amp;A f&oslash;r de starter.</p>
<p>Hvis du trenger det, kan vi i Drive gi NTNU-ansatte&nbsp;st&oslash;tte og hjelp til &aring; forst&aring; hvordan man fyller ut dette skjemaet. Andre institusjoner har kanskje tilsvarende st&oslash;ttefunksjoner.</p>
<p></p>