<figure><img width="1200" style="height: 100%; object-fit: cover;" alt="DriveX - Steg 7" src="/static/trappasteg7-01.jpg" type="saveimage" target="[object Object]" /></figure>
<p><strong>N&aring; er du snart i m&aring;l! Den siste jobben som gjenst&aring;r, er &aring; klargj&oslash;re kurset ditt for publisering og deretter bidra til&nbsp;at kurset ditt blir synlig for potensielle deltakere. Det siste handler om markedsf&oslash;ring og synlighet p&aring; plattformen, Internett og i sosiale medier.&nbsp;</strong></p>
<p>En ting du ikke kan omg&aring; i dette steget, er &aring; beskrive kurset ditt p&aring; landingssiden.&nbsp;</p>
<p>Det er sannsynlig at institusjonen din har en enhet som legger til rette for profesjonell markedsf&oslash;ring og synlighet. Ved NTNU er det for eksempel NTNU Videre som bist&aring;r undervisere med &aring; markedsf&oslash;re og administrere etter- og videreutdanningstilbud i denne delen av prosessen. Vi anbefaler deg &aring; sjekke hva som tilbys i din egen institusjon.</p>
<p>Det&nbsp;genereres store mengder&nbsp;data i kurset ditt. Desto flere deltakere, desto mer data. De kan du utnytte p&aring; flere m&aring;ter.&nbsp;</p>
<p><strong>Tenk gjennom disse sp&oslash;rsm&aring;lene for &aring; forberede deg p&aring; arbeidet i dette steget:</strong></p>
<ul>
<ul><ol>
<li><b>Ferdigstilling av oppsett av kurset f&oslash;r pubisering: </b>Har jeg konfigurert kurset slik at alt virker n&aring;r det skal lastes opp p&aring; digit.ntnu.no eller FutureLearn - kurset g&aring;r "live"?</li>
<li><b><strong>Hvordan vil du "selge" kurset ditt: i tekst, bilder og/eller video?</strong>&nbsp;</b>Hvem lager den obligatoriske <strong>landingssiden</strong> for kurset, produserer&nbsp;en video eller en pitch, for eksempel? Hva b&oslash;r fremheves som spesielt for ditt kurs - why - how - what?</li>
<li><b>Hvordan n&aring;r du din brukergruppe? </b>Hvor vil du&nbsp;synliggj&oslash;re&nbsp;kurset ditt slik at du n&aring;r flest antall potensielle deltakere? Hvilke kanaler vil du bruke og hva er anbefalt ved institusjonen din? Vil du benytte ditt personlige l&aelig;ringsnettverk og sosiale medier?</li>
<li><strong>Hvem skal involveres i undervisningen i kurset?</strong> Undervisere, assistenter? Hvilke avtaler kan du gj&oslash;re med lederen din? &Oslash;nsker du for eksempel &aring; benytte nettm&oslash;ter?</li>
<li><strong>Dersom du har valgt &aring; tilby kurset som et emne:&nbsp;</strong>Hvem tar ansvar for ferdigstilling av emnebeskrivelsen, eksamen og oppgavesettet, og evaluering av kurset? Sjekk med&nbsp; institusjonen din. Ved NTNU er det NTNU Videre som bist&aring;r ansatte i denne prosessen.</li>
<li><strong>Nettkurs genererer data</strong>: Hvordan vil du utnytte tilgjengelige data for &aring; utvikle undervisningskompetansen din? Hvilke data er tilgjengelige i plattformen? Hvilke data b&oslash;r du&nbsp;samle inn i kurset - evalueringer, sp&oslash;rreskjema, og eventuelt i forlengelsen av kurset - intervju?</li>
<li><strong>Evaluering</strong>: Hva sitter du igjen med etter &aring; ha deltatt i DriveX? Hva tar du med deg videre?</li>
</ol></ul>
</ul>
<p></p>