<h3>&Oslash;kt Fokus p&aring; l&aelig;ring, ikke undervisning</h3>
<p style="font-size: 16px;">Undervisningsdesign&nbsp;handler i stor grad om &aring; skape en tydelig struktur for kursdeltakerne: s<span style="font-style: italic;">ammenheng</span>&nbsp;mellom l&aelig;ringsutbyttebeskrivelser (l&aelig;ringsm&aring;l),&nbsp;innhold,&nbsp;l&aelig;ringsaktiviteter&nbsp;og vurdering i kurset. Det handler ogs&aring; om &aring; tilpasse kurset til relevante eksterne rammeverk og standarder.</p>
<p style="font-size: 16px;">Kvalitet kan knyttes til dine pedagogiske og faglige valg i kurset, hvilke&nbsp;metodiske tiln&aelig;rminger, l&aelig;ringsobjekter, grupperinger og inndelinger av innhold, oppgaver, aktiviteter og vurderinger du velger &aring; benytte for at studentene skal n&aring; l&aelig;ringsm&aring;lene.&nbsp;</p>
<p style="font-size: 16px;">Undervisningsdesign er med andre ord en prosess hvor du som underviser, bestemmer de beste l&aelig;ringsstiene&nbsp;for en gruppe deltakere i&nbsp;en spesiell kontekst. Hva som er "best", er aldri helt klart definert i forskningslitteraturen, men noen prinsipper ligger fast. Et godt design b&oslash;r v&aelig;re "usynlig" for deltakerne i den forstand at de ikke irriterer seg over det.&nbsp;</p>
<p style="font-size: 16px;">Her er en oversikt over kriterier for kvalitet i undervisningsdesign, eller&nbsp;"instructional alignment", p&aring; nett:</p>
<ul>
<li><span style="font-size: 1em;">Konsistens i layout og design av l&aelig;ringsutbyttebeskrivelser, innhold, aktiviteter og vurdering&nbsp; (gjennomg&aring;ende i hele&nbsp;kurset).&nbsp;</span></li>
<li><span style="font-size: 1em;">Klar organisering og presentasjon av informasjon.&nbsp;</span></li>
<li><span style="font-size: 1em;">Lettfattelig navigasjon (</span>plattformavhengig<span style="font-size: 1em;">).&nbsp;</span></li>
<li><span style="font-size: 1em;">Estetisk og innbydende design og grafikk.&nbsp;</span></li>
</ul>
<p style="font-size: 16px;">Desto tydeligere du beskriver aktiviteter og vurderingsformer i kurset ditt, desto f&aelig;rre sp&oslash;rsm&aring;l vil du f&aring; fra&nbsp;deltakerne underveis. Misforst&aring;elser og sp&oslash;rsm&aring;l kan behandles&nbsp;i en l&oslash;pende dialog p&aring; campus, men i et nettkurs med mange deltakere, blir det lett en tidkrevende jobb. V&aring;rt r&aring;d er derfor: Bruk tid p&aring; kvalitetssikring, f&aring; tilbakemelding p&aring; hvor tydelig oppgaver og instruksjoner er formulert f&oslash;r du lanserer kurset ditt.</p>
<p style="font-size: 16px;">Kvalitetskontroll med tanke p&aring; faglig innhold er selvsagt en viktig del av kursutviklingen. Du &oslash;nsker ikke nettroll som trekker din faglige kompetanse i tvil i diskusjonsforumene. Det kan selvsagt forekomme at man tar feil, men da er kommentarene berettiget og det hele kan snus til en nyttig erfaring.&nbsp;</p>
<p></p>
<p></p>