<p><strong><img width="224" height="225" alt="" src="/static/VFK.png" /></strong></p>
<p><strong>I prosjektet&nbsp;<a href="https://www.ntnu.no/skolelab/video-for-kvalitet" target="[object Object]">Video for kvalitet</a>&nbsp;ved NTNU forsker man p&aring; bruk av video i undervisningen. Ved &aring; sette l&aelig;ring i fokus blir&nbsp;ikke&nbsp;video et isolert l&aelig;ringsobjekt. Video ses i en st&oslash;rre sammenheng, i en helhetlig tiln&aelig;rming til undervisning og l&aelig;ring. </strong></p>
<p>Videoproduksjon er ikke helt nytt i undervisningssammenheng.&nbsp;Vi kan for eksempel dele inn videoopptak av forelesninger i tre generasjoner, kanskje har du selv v&aelig;rt med &nbsp;p&aring; denne reisen. Her&nbsp;beskrives den teknologiske utviklingen og hvordan pedagogikken styres av den, eller motsatt.</p>
<ul>
<ul>
<ul>
<li>E-lecture 1.0 handler om &aring; spille inn en video p&aring; 45 minutter med ett kamera. Studentene er passive under forelesningen.</li>
<li>E-lecture 2.0 handler om &aring; spille inn kortere tematiske videoer i studio, hvor foreleseren ser rett inn i kameraet. Studentene f&aring;r med seg underviserens kroppsspr&aring;k og l&aelig;ringsmateriale.</li>
<li>E-lecture 3.0 handler om &aring; legge inn interaktivitet i videoen, slik at videoen blir personliggjort for studentene. Det kan v&aelig;re mer krevende teknisk sett, men teknologien utvikler seg stadig.&nbsp;</li>
</ul>
</ul>
</ul>
<p>I NTNU Drive ser vi at VR, AR og 360-video er p&aring; vei inn i utdanningssystemet. Virtual Reality lar deltakerne tre inn i en faglig virkelighet ved bruk av VR-briller. Augmented Reality lar deltakerne l&aelig;re ved at det legges et forklarende lag over en faglig virkelighet, for eksempel ved bruk av en smarttelefon. 360-graders video lar deltakeren selv styre sin oppmerksomhet i en l&aelig;ringssituasjon. Videoen&nbsp;kan i tillegg ha et ekstra forklarende grafikklag.</p>
<p>Vi ser ogs&aring;&nbsp;at nye digitale teknologier gj&oslash;r det mulig for undervisere &aring; produsere sine egne videoer p&aring;&nbsp;kontoret med eget utstyr. Kvalitet i video handler derfor ogs&aring; om hva videoen skal brukes til, hva deltakerne skal l&aelig;re av videoene og hvilke sammenhenger de g&aring;r inn i. I nettkurs kan vi anta at videoene skal kunne benyttes flere ganger for en stor brukergruppe.&nbsp;</p>
<p><strong>Her har vi valgt &aring; fremheve noen sentrale poeng fra forskningen i Video for Kvalitet:</strong></p>
<p style="padding-left: 30px;">"I dag er teknikken i seg selv sjelden den begrensende faktoren, da det finnes kameraer med h&oslash;y oppl&oslash;sning og programmer for egen videoproduksjon. Utfordringen ligger i hvordan teknikken anvendes, hva man spiller inn, og hvordan man anvender materialet".&nbsp;</p>
<p style="padding-left: 30px;">"Det samme gjelder i h&oslash;y grad ogs&aring; lydinnspillinger hvor man tror at et lydredigeringsprogram kan fikse lyden s&aring; den blir god. Dette stemmer alts&aring;&nbsp;ikke.&nbsp;I produksjonen av videoer som undervisningsobjekt m&aring; man tenke p&aring; dette, for &aring; ikke slite ut brukerne med lav bilde- og lydkvalitet, hvilket gj&oslash;r at de mister motivasjon og blir slitne".&nbsp;</p>
<p></p>