<p><img width="100%" alt="" src="/static/trappasteg6-01-01.jpg" type="DriveX steg 6" target="[object Object]" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function (){r.isImmediatePropagationStopped=n}" stoppropagation="function (){r.isPropagationStopped=n}" preventdefault="function (){r.isDefaultPrevented=n}" /></p>
<p><strong>Steg 6 Publisering forbereder og st&oslash;tter deg i opplastingen av kurset ditt i&nbsp;plattformen. Det forutsetter at alt innhold i nettkurset er ferdigstilt, men det er ogs&aring; mulig &aring; laste opp innhold etter hvert som det ferdigstilles. Vi har allikevel valgt &aring; samle all informasjon om opplasting av innhold til plattformene i dette&nbsp;steget.</strong></p>
<p>De fleste kursutviklere laster selv opp kursinnholdet og ferdigstiller kurset for kvalitetssikring. Det er FutureLearn som vil kvalitetssikre kurset ditt med tanke p&aring; innhold og design. De gir deg tilbakemelding etter en mal som du m&aring; forholde deg til. V&aelig;r oppmerksom p&aring; at det kan ta litt mer tid enn du kanskje tror.</p>
<p>Dersom du har utfordringer i dette steget, kan det&nbsp;v&aelig;re &oslash;nskelig&nbsp;&aring; f&aring; hjelp av&nbsp;noen med kjennskap til plattformen. Her vil det v&aelig;re flere fremgangsm&aring;ter avhengig av tilgjengelige ressurser. Finn ut hvordan din institusjon l&oslash;ser slike utfordringer.&nbsp;NTNU Drive st&oslash;tter for eksempel&nbsp;NTNU-ansatte i den grad vi har kapasitet.</p>
<p>Les sp&oslash;rsm&aring;lene for &aring; forberede deg p&aring; arbeidsoppgavene i dette steget:</p>
<ol><ol><ol>
<li><strong style="font-size: 1em;">Plattformen</strong><span style="font-size: 1em;">: Hvordan fungerer plattformen teknisk sett? &nbsp;Hvordan vil du laste opp innholdet og f&aring; det til &aring; se pent ut?&nbsp;</span><span style="font-size: 1em;">Hvordan setter du opp kurset - automatisk kursbevis, start- og sluttdato, landingsside, diskusjonsforum osv.? Hvordan vil du forholde deg til kravene som stilles av FutureLearn? Hvem skal v&aelig;re kontaktperson?</span></li>
<li><strong style="font-size: 1em;">L&aelig;ringsobjektene</strong><span style="font-size: 1em;">: Hvem spr&aring;kvasker kurset? Hvem tekster videoene (universell utforming) og sjekker at bilder er lisensiert? Hvem sjekker at krav til video og bildeformat &nbsp;er oppfylt?</span></li>
<li><strong style="font-size: 1em;">Pilotering:</strong><span style="font-size: 1em;"> Hvem kan ta kurset og gi tilbakemelding p&aring; feil og mangler og generell brukeropplevelse f&oslash;r, eller eventuelt etter, publisering?&nbsp;I FutureLearn vil kurset ditt&nbsp;g&aring; igjennom en ekstern kvalitetskontroll.</span></li>
</ol></ol></ol>
<p></p>