<h3>Trakten - Hvordan fungerer den?</h3>
<figure><img width="1200" style="height: auto; object-fit: cover;" alt="Funnel overview" src="/static/theFunnelFixed-01.jpg" type="saveimage" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" stoppropagation="function(){r.isPropagationStopped=n}" preventdefault="function(){r.isDefaultPrevented=n}" target="[object Object]" /><figcaption><em>Foto: Gunnar &Oslash;rn Thordarson</em>
<p></p>
</figcaption></figure>
<p></p>
<p>N&aring; skal du lage noe som heter en salgstrakt for kurset ditt. I likhet med kj&oslash;kkenutstyret, som er et verkt&oslash;y laget for &aring; lede v&aelig;sker til et bestemt sted, er en markedsf&oslash;ringstrakt et verkt&oslash;y for &aring; f&oslash;re internettrafikk til et nettsted som tilbyr kurset ditt.&nbsp;</p>
<p>Trakten du lager, ser slik ut:</p>
<figure><img width="1200" style="widht: 100% height: auto; object-fit: cover;" alt="" src="/static/FunnelLong.svg" type="saveimage" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" stoppropagation="function(){r.isPropagationStopped=n}" preventdefault="function(){r.isDefaultPrevented=n}" target="[object Object]" /><figcaption>Funnel Overview - Long.</figcaption></figure>
<figure><img width="1200" style="widht: 100% height: auto; object-fit: cover;" alt="" src="/static/FunnelShort.svg" type="saveimage" isimmediatepropagationstopped="function t(){return!1}" ispropagationstopped="function t(){return!1}" isdefaultprevented="function t(){return!1}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" stoppropagation="function(){r.isPropagationStopped=n}" preventdefault="function(){r.isDefaultPrevented=n}" target="[object Object]" /><figcaption>Funnel Overview - Short.</figcaption></figure>
<p></p>
<p>Trakten hjelper deg med &aring; se hvor du kan sende potensielle brukere slik at de registrerer seg p&aring; kurset ditt. Avhengig av tidligere kunnskapsniv&aring; og interesse sendes de som er interessert i kurset, gjennom hele trakten eller bare rett til kurset for p&aring;melding.</p>
<p>Hvis det <strong>for eksempel</strong> er noen av dine studenter som vil ta emnet ditt p&aring; nett, s&aring; sender du dem rett til landingssiden i kurset for &aring; registrere seg.&nbsp;<span style="font-size: 1em;">Hvis en potensiell bruker</span><span style="font-size: 1em;">&nbsp;ikke kjenner deg eller kurset ditt, m&aring; du f&oslash;rst skape interesse for kurset. Det er her sosiale medier, blogger, artikler, nettsiden og kursoversikter spiller en viktig rolle.&nbsp;</span><span style="font-size: 1em;">Nettsiden eller landingssiden du vil at alle skal finne etter &aring; ha g&aring;tt gjennom trakten, er der "salget" skjer. Landingssiden er stedet hvor du gir tydelig informasjon om hva du tilbyr, hvorfor de skal ta kurset ditt og hvordan de kan melde seg p&aring;.</span></p>
<p>Hvis du har f&aring;tt brukerne gjennom trakten din, fra sosiale medier til kurssiden, har du gjort alt du kan for &aring; overbevise dem om at kurset ditt er det rette for dem, og forh&aring;pentlig er de n&aring; ivrige etter &aring; registrere seg.</p>
<h3>Konklusjon</h3>
<p>Det er mye &aring; ta hensyn til n&aring;r det gjelder markedsf&oslash;ring, men det viktigste er &aring; komme i gang. Det produseres s&aring; mye innhold p&aring; nettet at du trenger &aring; v&aelig;re proaktiv for &aring; f&aring; kurset ditt ut til potensielle brukere.</p>
<p>Markedsf&oslash;ringsplanen trenger ikke v&aelig;re perfekt i begynnelsen. Du trenger ikke en seks m&aring;neders plan for innhold i sosiale medier eller blogger og artikler.</p>
<ol><ol><ol>
<li><span style="font-size: 1em;">Fokuser p&aring; landingssiden slik at den er motiverende og tydelig. </span></li>
<li><span style="font-size: 1em;">N&aring;r den er ferdig, kan du begynne &aring; bruke sosiale medier. Fokuser p&aring; din egen vegg og finn deretter grupper som kan v&aelig;re interessert i kurset. </span></li>
<li><span style="font-size: 1em;">Finn et nyhetsbrev eller lag ditt eget. &nbsp;(jf.&nbsp;</span><a href="https://www.ntnu.no/videre/" target="_blank">NTNU&nbsp;</a><span style="color: #1d9dd9;" color="#1d9dd9"><span style="caret-color: #1d9dd9;"><span style="text-decoration: underline;">Videres</span></span></span>&nbsp;m&aring;nedlige nyhetsbrev. Her kreves en kursbeskrivelse og et bilde.) Hvis du har en nettside, bruk den og skriv blogger og artikler. Hvis ikke, begynn &aring; sette sammen en nettside ved &aring; bruke en plattform du velger.</li>
<li>F&oslash;lg med p&aring; analysen av kurset ditt n&aring; og da. Det er flott &aring; se sammenhengen mellom annonseaktiviteten din og hvor mange brukere som ser p&aring; kurset ditt.</li>
</ol></ol></ol>
<p>Hvis du vil l&aelig;re mer, tilbyr FutureLearn gratis markedsf&oslash;ringskurs. Du finner kursene deres <a href="https://www.futurelearn.com/subjects/business-and-management-courses/digital-marketing" target="[object Object]">her</a>.</p>
<p>N&aring;r du jobber alene kan markedsf&oslash;ringsprosessen g&aring; tregt. Vi anbefaler &aring; bruke st&oslash;ttenettverket i din organisasjon. Men uansett ressurser, s&oslash;rg for &aring; f&aring; ordet ut!</p>