<h3>Sosiale medier</h3>
<p>Velger du sosiale medier, kan det v&aelig;re din f&oslash;rste kontakt med potensielle brukere av kurset ditt. Innlegg p&aring; sosiale medier kan v&aelig;re betalte annonser eller vanlige innlegg som er synlige for folk som allerede "liker" siden din. Her m&aring; du fortelle om kurset ditt og skape interesse for studietilbudet.</p>
<p>Det er noen f&aring; retningslinjer du m&aring; huske p&aring; n&aring;r du oppretter innlegg p&aring; sosiale medier:</p>
<ul>
<ul>
<li><strong>Gj&oslash;r innleggene dine visuelle</strong>: Vi behandler bilder raskere enn ord. Finn flotte bilder som f&oslash;lger med innleggene dine.</li>
<li><strong>Gj&oslash;r innleggene dine relevante</strong>: Tenk p&aring; hva brukeren vil ha, og pr&oslash;v &aring; fange det i innleggene dine.<lip></lip></li>
<li><strong>Ha et klart verdiforslag</strong>: Fortell leserne hva de kan forvente n&aring;r de klikker p&aring; lenken din.</li>
<li><strong>Be leserne din om &aring; ta grep</strong>: Det er alltid smart &aring; fortelle dem om &aring; delta i innleggene. &ldquo;Klikk her for &aring; f&aring; tilgang til...&rdquo;</li>
</ul>
</ul>
<p>For &aring; f&aring; mest mulig ut av innleggene dine p&aring; sosiale medier, vil du at <strong>innleggene</strong> dine skal lenke til nettsiden din. Hvis du har en kursoversikt, s&aring; er det et bra sted &aring; sende folk til. Hvis du skriver&nbsp;lengre innlegg eller&nbsp;<strong>artikler</strong>, kan du ta med en lenke til kurs- eller kursoversikten p&aring; slutten av artikkelen.</p>
<p>Du kan ogs&aring; bruke Facebook for &aring; n&aring; personer i <strong>interessegrupper</strong> som du er en del av. Hvis du vil, kan du m&aring;lrette innleggene dine mot bestemte grupper gjennom deres annonsesystem.</p>
<p><strong>Organisk trafikk </strong>handler om &aring; f&aring; noen til &aring; g&aring; til nettsiden din uten at du betaler for det, som for eksempel med reklame. Hvis man kan finne nettsiden din ved et Google s&oslash;k, eller at noen har lenket til siden din, heter det organisk trafikk. Det er den mest verdifulle trafikken du f&aring;r.</p>
<p>Ditt eget nettverk er din mest verdifulle forbindelse, og sannsynligvis er det ogs&aring; disse menneskene som det er lettest for deg &aring; komme i kontakt med. Du er den beste talspersonen for ditt eget produkt.</p>
<p>Sosiale medier fungerer fantastisk for &aring; n&aring; et bredere publikum. P&aring; Facebook har du tre forskjellige steder du kan legge ut om kurset ditt, hver med sine fordeler og ulemper:</p>
<p></p>