<h3><strong>Er dette en b&aelig;rekraftig forretningsmodell?</strong></h3>
<p>Illustrasjonen over&nbsp;viser hvordan kvalitetssikrede emner med studiepoeng p&aring; nett ogs&aring; kan benyttes som kurs med automatisk genererte kursbevis og fri tilgang til kursinnholdet for deltakere som vil droppe inn. Men, nettkurset kan ogs&aring; tilbys med mange andre varianter av mer sosial og personlig karakter. Det utl&oslash;ser blant annet et sp&oslash;rsm&aring;l om finansiering.</p>
<p>I tillegg til inntjening etter gjeldende regelverk for studiepoenggivende emner, vil prising av tilleggstjenester etter markedsverdi kunne bidra til inntjening ved oppdragsvirksomhet. Vi nevner seminarer, webinarer, workshops veiledning, coaching, mentoring osv. som tilbys i forlengelsen av nettkursene. Modellen forutsetter, som sagt, Open Access til l&aelig;ringsobjekter og eventuelt forskningsartikler som legges ut. Det er ogs&aring; behov for &aring; f&aring; opp et system for inntjening for undervisere, tilsvarende royalties for fagbokproduksjon. Lovverket er n&aring; i ferd med &aring; endres (<a href="https://www.regjeringen.no/no/dokumenter/nou-2020-3/id2690294/" target="_blank">UH-loven</a>).</p>
<p>Vi ser en generell dreining mot &oslash;kt behov for &laquo;bite-size&raquo; kunnskap, kompetanse og oppgradering, hvor alternativer til den tradisjonelle gradsstrukturen blir mer etterspurt blant arbeidstakere og mer vektlagt blant arbeidsgivere. Vi knytter denne dreiningen til IBMs estimat og fremveksten av store internasjonale plattformer (jf. edX, Coursera, FutureLearn) hvor universitetene i &oslash;kende omfang tilbyr kurs med kursbevis, micro-credentials og micro-mastere. Vi ser ogs&aring; en dreining mot gradsstudier online. The University of Queensland har for eksempel utviklet en fleksibel ph.d. online. Med tanke p&aring; at studentene utvikler kompetanse i selvorganisert l&aelig;ring underveis i studiene, er ph.d&nbsp;kanskje et godt sted &aring; starte. Videre ser vi dette i sammenheng med et generelt &oslash;nske om &oslash;kt EVU-aktivitet. Her mener vi det ligger betydelige gevinster (jf. inntekts- og effektiviseringsmuligheter). Ikke minst, blir utdanning tilgjengelig for alle.&nbsp;</p>
<p>FutureLearn har i samarbeid med de store MOOC plattformene i Europa g&aring;tt sammen i et konsortium for &aring; utvikle standarder for online utdanning i et Microcredential framework basert p&aring; Bolognaprosessen: <a href="https://emc.eadtu.eu" target="[object Object]">European MOOC Consortium</a>.&nbsp;</p>
<p></p>