<h4 style="caret-color: #000000; color: #000000;">Tenk tilbake p&aring; den reisen du har v&aelig;rt igjennom og hva du &oslash;nsket &aring; f&aring; til da du meldte deg p&aring; dette kurset:</h4>
<p style="caret-color: #000000; color: #000000;"><span style="font-size: 1em;">Innledningsvis beskrev vi nettkursproduksjon som&nbsp;</span><strong style="font-size: 1em;">digital kompetanseheving</strong><span style="font-size: 1em;">. Har det skjedd? Har du utviklet din digitale kompetanse? Tror du denne kompetansen har overf&oslash;ringsverdi til annen undervisning p&aring; campus?</span><br /><span style="font-size: 1em;"></span></p>
<p style="caret-color: #000000; color: #000000;"><span style="font-size: 1em;">DriveX har som m&aring;l at du skal ha utviklet&nbsp;</span><strong style="font-size: 1em;">ditt eget</strong><span style="font-size: 1em;">&nbsp;</span><strong style="font-size: 1em;">nettkurs</strong><span style="font-size: 1em;">&nbsp;ved kursets slutt. Kom du i m&aring;l? Tenk tilbake: Hvilke utfordringer vil du spesielt utheve for &aring; komme i gang, under produksjonsprosessen og i gjennomf&oslash;ringen av kurset ditt? Hvilket "&oslash;yeblikk" vil du spesielt fremheve som en god opplevelse?</span><br /><span style="font-size: 1em;"></span></p>
<p style="caret-color: #000000; color: #000000;"><span style="font-size: 1em;">Drive X har som m&aring;l at produksjonsprosessen ogs&aring; skal v&aelig;re en&nbsp;</span><strong style="font-size: 1em;">sosial l&aelig;ringsaktivitet</strong><span style="font-size: 1em;">. Hva skjedde med deg underveis? Samarbeidet du med noen face-to-face eller digitalt, og hvilken form for st&oslash;tte utgjorde det? Deltok du i workshops? Hvordan var de organisert og hva var utbyttet?</span><br /><span style="font-size: 1em;"></span></p>
<p style="caret-color: #000000; color: #000000;"><span style="font-size: 1em;">Nettkurset ditt genererer&nbsp;</span><strong style="font-size: 1em;">data</strong><span style="font-size: 1em;">&nbsp;du kan benytte til &aring; f&aring; innsikt i hvordan deltakerne l&aelig;rer (dashboard) og forske p&aring; egen undervisning. Er slike data noe du vurderer &aring; ta i bruk for &aring; tilpasse undervisningen underveis i kurset, for systematisk &aring; utvikle din undervisningskompetanse eller til &aring; publisere forskningsresultater?</span><br /><span style="font-size: 1em;"></span></p>
<p style="caret-color: #000000; color: #000000;"><span style="font-size: 1em;">Dersom du skulle ha startet denne prosessen p&aring; nytt, hva ville du ha gjort annerledes og hva kunne vi ha gjort annerledes? Kan du tenke deg &aring; produsere flere nettkurs i fremtiden?</span></p>
<p style="caret-color: #000000; color: #000000;">La oss starte med en ordsky:</p>